Repository: vavanv/CreateResxFromXlsx
Catalog: WebMessages.*.resx
Languages: es_mx, fr_ca

# OrganizationRankingChangeTooltip
source: Showing Organization ranking changes by period
es_mx: Mostrando cambios en la clasificación de organizaciones por período.
fr_ca: Affichage des changements de classement des organisations par période.

source: Organization Relationship Deleted
es_mx: Relación de organización eliminada
fr_ca: Relation d'organisation supprimée

source: Organizations
es_mx: Organizaciones
fr_ca: Organisations

source: Organizations > Active Organizations
es_mx: Organizaciones > Organizaciones activas
fr_ca: Organisations > Organisations actives

source: Organizations > Alert Recipients
es_mx: Organizaciones > Destinatarios de alertas
fr_ca: Organisations > Destinataires d'alerte

source: Organizations > AllOrganizations
es_mx: Organizaciones > Todas las organizaciones
fr_ca: Organisations > Toutes les organisations

source: Organizations Details
es_mx: Detalles de las organizaciones
fr_ca: Détails des organisations

source: Organizations > Documents > Document List
es_mx: Organizaciones > Documentos > Lista de documentos
fr_ca: Organisations > Documents > Liste des documents

source: Organization Settings
es_mx: Configuración de la organización
fr_ca: Paramètres de l'organisation

source: Organizations > InActive Organizations
es_mx: Organizaciones > Organizaciones inactivas
fr_ca: Organisations > Organisations inactives

source: Organizations > Parent Organizations
es_mx: Organizaciones > Organizaciones principales
fr_ca: Organisations > Organisations parentes

source: Organizations > Self-Registered
es_mx: Organizaciones > Autoinscritas
fr_ca: Organisations > Auto-enregistrées

source: Organization Title
es_mx: Título de la organización
fr_ca: Titre de l'organisation

source: Organization Type
es_mx: Tipo de organización
fr_ca: Type d'organisation

source: Organization Types
es_mx: Tipos de organización
fr_ca: Types d'organisation

source: Organization v2
es_mx: Organización v2
fr_ca: Organisation v2

source: Org. Group
es_mx: Grupo de org.
fr_ca: Groupe d'org.

source: Original Data Source
es_mx: Fuente de datos original
fr_ca: Source de données d'origine

source: Original Source
es_mx: Fuente original
fr_ca: Source originale

source: or look up your address on map.
es_mx: o busca tu dirección en el mapa.
fr_ca: ou cherchez votre adresse sur la carte.

source: Other
es_mx: Otro
fr_ca: Autre

source: Other Locations
es_mx: Otras ubicaciones
fr_ca: Autres emplacements

# OtherUsersSelectSalesperson
source: Other users can select a salesperson when they enter a new Organization or Contact, but they can not update the salesperson field if not selected here.
es_mx: Otros usuarios pueden seleccionar a una persona de ventas cuando ingresan una nueva organización o contacto, pero no pueden actualizar el campo de la persona de ventas si no está seleccionado aquí.
fr_ca: D'autres utilisateurs peuvent sélectionner un commercial lorsqu'ils saisissent une nouvelle organisation ou un contact, mais ils ne peuvent pas mettre à jour le champ du commercial s'il n'est pas sélectionné ici.

source: Outbound
es_mx: Saliente
fr_ca: Sortant

source: Outbound Calls
es_mx: Llamadas salientes
fr_ca: Appels sortants

source: Outbox
es_mx: Bandeja de salida
fr_ca: Boîte d'envoi

source: Outgoing Mail Server Requires Authentication?
es_mx: El servidor de correo saliente requiere autenticación
fr_ca: Le serveur de messagerie sortant nécessite une authentification

source: Outgoing Mail Server (SMTP)
es_mx: Servidor de correo saliente (SMTP)
fr_ca: Serveur de messagerie sortant (SMTP)

source: Outside Business Hours Message
es_mx: Mensaje fuera del horario comercial
fr_ca: Message en dehors des heures d'ouverture

source: Outstanding Amount
es_mx: Monto pendiente
fr_ca: Montant en attente

source: Owner
es_mx: Propietario
fr_ca: Propriétaire

source: Owner By
es_mx: Propietario por
fr_ca: Propriétaire par

source: Ownership
es_mx: Propiedad
fr_ca: Propriété

source: Pages:
es_mx: Páginas:

source: Page Summary
es_mx: Resumen de la página
fr_ca: Résumé de la page

source: Paid
es_mx: Pagado
fr_ca: Payé

source: Paid By
es_mx: Pagado por
fr_ca: Payé par

source: Paid by Period
es_mx: Pagado por periodo
fr_ca: Payé par période

source: PaidDate
es_mx: Fecha de pago
fr_ca: Date de paiement

source: Paid LY
es_mx: Pagado LY
fr_ca: Paiement LY

source: Paid Ref
es_mx: Ref. Pagado
fr_ca: Réf. Payé

source: Paid Revenue
es_mx: Ingresos pagados
fr_ca: Revenu payé

source: Paid YTD
es_mx: Pagado YTD
fr_ca: Payé YTD

source: Parent
es_mx: Padre

source: Parent Lead
es_mx: Cliente potencial principal
fr_ca: Lead parent

source: Parent Organizations
es_mx: Organizaciones madre
fr_ca: Organisations parentes

source: Participants
es_mx: Participantes

source: Password
es_mx: Contraseña
fr_ca: Mot de passe

# PasswordMustMinSixChars
source: Password must be minumum 6 characters
es_mx: La contraseña debe tener un mínimo de 6 caracteres
fr_ca: Le mot de passe doit comporter au moins 6 caractères

source: Password Options
es_mx: Opciones de contraseña
fr_ca: Options de mot de passe

source: Password Repeat
es_mx: Repetir contraseña
fr_ca: Répétition du mot de passe

source: Password updated!
es_mx: ¡Contraseña actualizada!
fr_ca: Mot de passe mis à jour !

source: Past (12) Months (Annually)
es_mx: Últimos (12) meses (anual)
fr_ca: Annuel précédent (12) mois

source: Past (3) Months (Quarter)
es_mx: Últimos (3) meses (trimestral)
fr_ca: Trimestre précédent (3) mois

source: Past (6) Months (Semi Annually)
es_mx: Últimos (6) meses (semestral)
fr_ca: Semi-annuel précédent (6) mois

source: Past Month
es_mx: Mes pasado
fr_ca: Mois dernier

source: Paused
es_mx: Pausado
fr_ca: En pause

source: Pay
es_mx: Pagar
fr_ca: Payer

source: payment
es_mx: pago
fr_ca: Paiement

# PaymentInserted
source: Your payment has been inserted!
es_mx: ¡Tu pago ha sido insertado!
fr_ca: Votre paiement a été inséré !

source: Payments
es_mx: Pagos
fr_ca: Paiements

source: Payment Source
es_mx: Fuente de pago
fr_ca: Source de paiement

source: PaymentType
es_mx: Tipo de pago
fr_ca: Type de paiement

source: Pending/Sold/Lost
es_mx: Pendiente/Vendido/Perdido
fr_ca: En attente/Vendu/Perdu

source: percent
es_mx: Porcentaje
fr_ca: pour cent

source: Percentage
es_mx: Porcentaje
fr_ca: Pourcentage

source: Percent Complete %
es_mx: Porcentaje completado %
fr_ca: Pourcentage complet %,

source: Period
es_mx: Periodo
fr_ca: Période

source: Permission
es_mx: Permiso
fr_ca: Autorisation

source: Permission added
es_mx: Permiso agregado
fr_ca: Permission ajoutée

# PermissionIssueCallSupport
source: Permission issue. Please call our support team for more information
es_mx: Problema de permisos. Por favor, llame a nuestro equipo de soporte para obtener más información
fr_ca: Problème de permission. Veuillez appeler notre équipe de support pour plus d'informations

source: Permission removed
es_mx: Permiso eliminado
fr_ca: Permission supprimée

source: Permissions
es_mx: Permisos

# PerProbability
source: % Probability
es_mx: % de probabilidad
fr_ca: % de probabilité

source: Phone
es_mx: Teléfono
fr_ca: Téléphone

# PhoneHasBeenAdded
source: phones has been added
es_mx: se han añadido teléfonos
fr_ca: téléphones ont été ajoutés

source: phone has been inserted.
es_mx: teléfono ha sido insertado.
fr_ca: Le téléphone a été inséré.

source: Phone Info
es_mx: Información telefónica
fr_ca: Info téléphone

source: Phone List
es_mx: Lista de teléfonos
fr_ca: Liste de téléphones

source: Phone Number
es_mx: Número de Teléfono
fr_ca: Numéro de Téléphone

source: phone number you enter is greater than or below 10
es_mx: El número de teléfono que ingresaste es mayor o menor a 10.
fr_ca: Le numéro de téléphone que vous avez saisi est supérieur à 10 ou inférieur à 10.

source: Phones
es_mx: Teléfonos
fr_ca: Téléphones

# PhonesHaveBeenAdded
source: phone has been added
es_mx: se ha añadido teléfono
fr_ca: téléphone a été ajouté

source: phones have been inserted.
es_mx: teléfonos han sido insertados.
fr_ca: Les téléphones ont été insérés.

source: Phone Type
es_mx: Tipo de teléfono
fr_ca: Type de téléphone

source: Pin
es_mx: Fijar
fr_ca: Épingler

source: Pinned
es_mx: Anclado
fr_ca: Épinglé

# Placeholder_AddNewRouteNote
source: Add new route note...
es_mx: Agregar nueva nota de ruta...
fr_ca: Ajouter une nouvelle note de trajet...

# Placeholder_AddNewToDoItem
source: Add new to do item...
es_mx: Agregar nueva tarea pendiente...
fr_ca: Ajouter une nouvelle tâche à faire...

# Placeholder_Amount
source: Amount
es_mx: Cantidad
fr_ca: Montant

# Placeholder_BCC
source: BCC
es_mx: CCO
fr_ca: CCI

# Placeholder_BusinessHoursMessage
source: Outside Business Hours Message
es_mx: Mensaje fuera del horario comercial
fr_ca: Message en dehors des heures d'ouverture

# Placeholder_CaptchaVerify
source: Captcha verify...
es_mx: Verificación de captcha...
fr_ca: Vérification du captcha...

# Placeholder_ContactNumber
source: Contact #
es_mx: Contacto n°
fr_ca: Contact n°

# Placeholder_CustomFieldsSearch
source: Custom Fields Search...
es_mx: Búsqueda de campos personalizados...
fr_ca: Recherche de champs personnalisés...

# Placeholder_Day
source: Day
es_mx: Día
fr_ca: Jour

# Placeholder_EmailAddress
source: Email Address...
es_mx: Dirección de correo electrónico...
fr_ca: Adresse e-mail...

# Placeholder_EmailSubject
source: Email Subject...
es_mx: Asunto del correo electrónico...
fr_ca: Objet du courriel...

# Placeholder_EmailTemplates
source: Email Templates...
es_mx: Plantillas de correo electrónico...
fr_ca: Modèles de courriel...

# Placeholder_EndDate
source: End Date
es_mx: Fecha de fin
fr_ca: Date de fin

# Placeholder_Enter6DigitCode
source: Enter your 6 digit code
es_mx: Ingrese su código de 6 dígitos...
fr_ca: Entrez votre code à 6 chiffres...

# Placeholder_EnterAddress
source: Enter Address…
es_mx: Ingresar dirección...
fr_ca: Entrer une adresse...

# Placeholder_EnterConditionValue
source: Enter condition value
es_mx: Ingrese el valor de la condición
fr_ca: Entrez la valeur de la condition

# Placeholder_EnterDate
source: Enter date
es_mx: Ingrese la fecha
fr_ca: Entrez la date

# Placeholder_EnterEmail
source: Enter your email...
es_mx: Ingrese su correo electrónico...
fr_ca: Entrez votre adresse e-mail...

# Placeholder_EnterEmailAddress
source: Enter email address...
es_mx: Ingrese una dirección de correo...
fr_ca: Entrez une adresse e-mail...

# Placeholder_EnterEmailNote
source: Enter Email Note...
es_mx: Ingrese la nota por correo electrónico
fr_ca: Entrez la note par email...

# Placeholder_EnterEmails
source: Please enter emails...
es_mx: Por favor, ingrese correos electrónicos
fr_ca: Veuillez entrer des emails...

# Placeholder_EnterEndDate
source: Enter end date
es_mx: Ingrese la fecha de fin
fr_ca: Entrez la date de fin

# Placeholder_EnterEndValue
source: Enter end value
es_mx: Ingrese el valor de fin
fr_ca: Entrez la valeur de fin

# Placeholder_EnterFolderName
source: Enter folder name...
es_mx: Ingrese el nombre de la carpeta...
fr_ca: Entrez le nom du dossier...

# Placeholder_EnterInstruction
source: Enter Instruction...
es_mx: Ingrese su instrucción...
fr_ca: Entrez votre instruction...

# Placeholder_EnterLocation
source: Enter a location
es_mx: Ingrese una ubicación...
fr_ca: Entrez un emplacement...

# Placeholder_EnterNewPassword
source: Enter user new password
es_mx: Ingrese la nueva contraseña de usuario
fr_ca: Entrez le nouveau mot de passe utilisateur

# Placeholder_EnterNote
source: Enter Note...
es_mx: Ingrese la nota...
fr_ca: Entrez la note...

# Placeholder_EnterPhones
source: Please enter phones...
es_mx: Por favor, ingrese números de teléfono
fr_ca: Veuillez entrer des numéros de téléphone

# Placeholder_EnterSMS
source: Enter your sms...
es_mx: Ingrese el SMS...
fr_ca: Entrez le SMS...

# Placeholder_EnterSMSTemplate
source: Enter SMS Template...
es_mx: Ingrese la plantilla SMS...
fr_ca: Entrez le modèle SMS...

# Placeholder_EnterStartDate
source: Enter start date
es_mx: Ingrese la fecha de inicio
fr_ca: Entrez la date de début

# Placeholder_EnterStartValue
source: Enter start value
es_mx: Ingrese el valor de inicio
fr_ca: Entrez la valeur de départ

# Placeholder_EnterYourEmail
source: Enter your email...
es_mx: Ingrese su correo electrónico...
fr_ca: Entrez votre adresse e-mail...

# Placeholder_EnterYourFeedback
source: Enter your feedback...
es_mx: Ingrese sus comentarios...
fr_ca: Entrez vos commentaires...

# Placeholder_EnterYourInstruction
source: Enter your instruction...
es_mx: Ingrese su instrucción...
fr_ca: Entrez votre instruction...

# Placeholder_EnterYourNote
source: Enter your note...
es_mx: Ingrese su nota...
fr_ca: Entrez votre note...

# Placeholder_EnterZipCodes
source: Enter zip codes...
es_mx: Ingrese los códigos postales...
fr_ca: Entrez les codes postaux...

# Placeholder_FilterCities
source: Filter Cities...
es_mx: Filtrar ciudades...
fr_ca: Filtrer les villes...

# Placeholder_FilterEmails
source: Filter Emails...
es_mx: Filtrar correos electrónicos...
fr_ca: Filtrer les courriels...

# Placeholder_FilterItems
source: Filter items...
es_mx: Filtrar elementos...
fr_ca: Filtrer les éléments...

# Placeholder_From
source: From
es_mx: Desde
fr_ca: De

# Placeholder_GreetingMessage
source: Greeting Message
es_mx: Mensaje de bienvenida
fr_ca: Message de bienvenue

# Placeholder_ItemList
source: Item1, Item2, Item3...
es_mx: Artículo1, Artículo2, Artículo3...
fr_ca: Article1, Article2, Article3...

# Placeholder_MaxJobDollars
source: Max Job Dollars
es_mx: Monto máximo del trabajo (en $)
fr_ca: Montant max. des travaux (en $)

# Placeholder_MinJobDollars
source: Min Job Dollars
es_mx: Monto mínimo del trabajo (en $)
fr_ca: Montant min. des travaux (en $)

# Placeholder_ModuleID
source: Module ID
es_mx: ID del módulo...
fr_ca: ID du module...

# Placeholder_NoAutoAttendantDefined
source: No Auto Attendant Defined
es_mx: Ningún contestador automático definido
fr_ca: Aucun standard automatique défini

# Placeholder_Note
source: Note...
es_mx: Nota...
fr_ca: Remarque...

# Placeholder_NoteDate
source: Note Date (mm/dd/yyyy)
es_mx: Fecha de la nota (dd/mm/aaaa)...
fr_ca: Date de la note (jj/mm/aaaa)...

# Placeholder_NoteID
source: Note Id
es_mx: ID de la nota...
fr_ca: ID de la note...

# Placeholder_NoteTemplates
source: Note Templates...
es_mx: Plantillas de notas...
fr_ca: Modèles de notes...

# Placeholder_OrganizationNumber
source: Organization #
es_mx: Organización n°
fr_ca: Organisation n°

# Placeholder_Percentage
source: Percentage
es_mx: Porcentaje
fr_ca: Pourcentage

# Placeholder_RouteName
source: Route Name...
es_mx: Nombre de la ruta...
fr_ca: Nom de l'itinéraire...

# Placeholder_Search
source: Search...
es_mx: Buscar...
fr_ca: Rechercher...

# Placeholder_SearchContact
source: Search Contact...
es_mx: Buscar contacto...
fr_ca: Rechercher un contact...

# Placeholder_SearchInContent
source: Search in content...
es_mx: Buscar en el contenido...
fr_ca: Rechercher dans le contenu...

# Placeholder_SearchInInvoice
source: Search in Invoice...
es_mx: Buscar en la factura...
fr_ca: Rechercher dans la facture...

# Placeholder_SearchInOrganizations
source: Search in Organizations...
es_mx: Buscar en las organizaciones...
fr_ca: Rechercher dans les organisations...

# Placeholder_SearchInOrganizations2
source: Search in Organizations...
es_mx: Buscar en las organizaciones...
fr_ca: Rechercher dans les organisations...

# Placeholder_SearchReport
source: Search Report...
es_mx: Buscar informe...
fr_ca: Rechercher un rapport...

# Placeholder_SearchTemplate
source: Search Template...
es_mx: Buscar plantilla...
fr_ca: Rechercher un modèle...

# Placeholder_SearchYourAddress
source: Search your address...
es_mx: Buscar su dirección...
fr_ca: Rechercher votre adresse...

# Placeholder_SMSTemplates
source: SMS Templates...
es_mx: Plantillas de SMS...
fr_ca: Modèles de SMS...

# Placeholder_StartDate
source: Start Date
es_mx: Fecha de inicio
fr_ca: Date de début

# Placeholder_Subject
source: Subject
es_mx: Asunto
fr_ca: Sujet

# Placeholder_TO
source: TO
es_mx: PARA
fr_ca: À

# Placeholder_TwilioNumber
source: Twilio Number
es_mx: Número de Twilio
fr_ca: Numéro Twilio

# PleaseAddCalculableColumn
source: Please add a calculable column
es_mx: Por favor, agregue una columna calculable
fr_ca: Veuillez ajouter une colonne calculable

source: Please add location...
es_mx: Por favor, agregue una ubicación...
fr_ca: Veuillez ajouter un emplacement...

source: Please add max 150 zip codes
es_mx: Agrega un máximo de 150 códigos postales.
fr_ca: Veuillez ajouter au maximum 150 codes postaux.

source: Please add max 25 zip codes
es_mx: Por favor, añade un máximo de 25 códigos postales
fr_ca: Veuillez ajouter au maximum 25 codes postaux

source: Please add minimum two columns
es_mx: Por favor, agregue al menos dos columnas
fr_ca: Veuillez ajouter au moins deux colonnes

source: Please check all Proven ERP Products
es_mx: Por favor, verifique todos los productos de Proven ERP
fr_ca: Veuillez vérifier tous les produits Proven ERP

source: Please check form values!
es_mx: ¡Por favor, verifica los valores del formulario!
fr_ca: Veuillez vérifier les valeurs du formulaire !

# PleaseCheckWhichRegionYouWantToSeeOnYourDashboard
source: Please check which region you want to see on your dashboard, after click Select Regions. If you want to see details the region please click to Locations and see which locations assigned the Region.
es_mx: Por favor, verifica qué región deseas ver en tu tablero, después haz clic en Seleccionar Regiones. Si deseas ver detalles de la región, por favor haz clic en Ubicaciones y verifica qué ubicaciones están asignadas a la región.
fr_ca: Veuillez vérifier quelles régions vous souhaitez voir sur votre tableau de bord, puis cliquez sur Sélectionner les régions. Si vous souhaitez voir les détails de la région, veuillez cliquer sur Emplacements et voir quels emplacements sont attribués à la région.

source: Please check your amount!
es_mx: ¡Por favor, verifica tu cantidad!
fr_ca: Veuillez vérifier votre montant !

source: Please check your email address.
es_mx: Por favor, verifica tu dirección de correo electrónico.
fr_ca: Veuillez vérifier votre adresse e-mail.

source: Please check your email address, we could not find this email address.
es_mx: Por favor, verifica tu dirección de correo electrónico, no pudimos encontrar esta dirección de correo electrónico.
fr_ca: Veuillez vérifier votre adresse e-mail, nous n'avons pas pu trouver cette adresse e-mail.,

# PleaseCheckYourEmailSettingsMakeSureYou
source: Please check your email settings. Make sure you entered correct informations.
es_mx: Por favor, verifica tu configuración de correo electrónico. Asegúrate de haber ingresado la información correcta.
fr_ca: S'il vous plaît vérifier vos paramètres de messagerie. Assurez-vous d'avoir saisi les informations correctes.

source: Please check your filters!
es_mx: ¡Por favor, verifique sus filtros!
fr_ca: Veuillez vérifier vos filtres !

source: Please check your selected Audience
es_mx: Por favor, verifica tu audiencia seleccionada
fr_ca: Veuillez vérifier votre public cible sélectionné

source: Please contact Customer Support for assistance.
es_mx: Por favor, contacta con el servicio de atención al cliente para obtener ayuda.
fr_ca: Veuillez contacter le service client pour obtenir de l'aide.

source: Please enable your location setting!
es_mx: ¡Por favor, habilita la configuración de tu ubicación!
fr_ca: Veuillez activer vos paramètres de localisation !

source: Please enter a MailChimp Audience
es_mx: Por favor, ingresa una audiencia de MailChimp
fr_ca: Veuillez entrer un public cible MailChimp

source: Please enter an address
es_mx: Por favor, introduce una dirección
fr_ca: Veuillez entrer une adresse

source: Please enter an email address!
es_mx: ¡Por favor, ingresa una dirección de correo electrónico!
fr_ca: Veuillez entrer une adresse courriel !

source: Please enter an unique test email address.
es_mx: Por favor, ingresa una dirección de correo electrónico de prueba única.
fr_ca: Veuillez entrer une adresse courriel de test unique.

source: Please enter a valid Port Number
es_mx: Por favor, ingresa un número de puerto válido.
fr_ca: Veuillez entrer un numéro de port valide

source: Please enter condition value
es_mx: Por favor, ingrese un valor de condición
fr_ca: Veuillez entrer une valeur de condition

source: Please enter correct address!
es_mx: ¡Por favor, ingrese una dirección correcta!
fr_ca: Veuillez entrer une adresse correcte !

source: Please enter correct amount value!
es_mx: ¡Por favor, ingrese un valor de cantidad correcto!
fr_ca: Veuillez entrer une valeur de montant correcte !

source: Please enter correct number
es_mx: ¡Por favor, ingrese un número correcto!
fr_ca: Veuillez entrer un nombre correct

source: Please enter day
es_mx: Por favor, ingrese un día
fr_ca: Veuillez entrer un jour

source: Please enter every hours
es_mx: Por favor, ingrese cada hora
fr_ca: Veuillez entrer toutes les heures

source: Please enter Folder Name!
es_mx: ¡Por favor, introduce el nombre de la carpeta!
fr_ca: Veuillez entrer le nom du dossier !

source: Please enter min 3 characters…
es_mx: Ingrese al menos 3 caracteres...
fr_ca: Veuillez entrer au moins 3 caractères…

source: Please enter month
es_mx: Por favor, ingrese un mes
fr_ca: Veuillez entrer un mois

# PleaseEnterNewPassword
source: Please enter a new password
es_mx: Ingrese una nueva contraseña
fr_ca: Veuillez entrer un nouveau mot de passe

source: Please enter note!
es_mx: ¡Por favor, ingrese una nota!
fr_ca: Veuillez entrer une note !

# PleaseEnterPhoneNumber
source: Please enter a phone number!
es_mx: ¡Por favor, ingrese un número de teléfono!
fr_ca: Veuillez entrer un numéro de téléphone !

source: Please enter Port
es_mx: Por favor, ingresa el puerto.
fr_ca: Veuillez entrer le port

source: Please enter Server Address
es_mx: Por favor, ingresa la dirección del servidor.
fr_ca: Veuillez entrer l'adresse du serveur

# PleaseEnterStagesForIndustryType
source: Please enter stages for this Industry Type!
es_mx: Por favor, ingrese etapas para este tipo de industria
fr_ca: Veuillez entrer les étapes pour ce type d'industrie!

# PleaseEnterStartEndLocations
source: Please enter start and end locations...
es_mx: Por favor, ingrese las ubicaciones de inicio y fin...
fr_ca: Veuillez entrer les emplacements de début et de fin...

source: Please enter to do item!
es_mx: ¡Por favor, ingrese el ítem a hacer!
fr_ca: Veuillez entrer l'élément à faire !

# PleaseEnterValidEmail
source: Please enter a valid email!
es_mx: ¡Por favor, ingrese un correo electrónico válido!
fr_ca: Veuillez entrer une adresse email valide !

# PleaseEnterValidPhoneNumber
source: Please enter a valid phone number!
es_mx: ¡Por favor, ingrese un número de teléfono válido!
fr_ca: Veuillez entrer un numéro de téléphone valide !

source: Please enter verify code!
es_mx: Por favor, ingresa el código de verificación.
fr_ca: S'il vous plaît entrez le code de vérification!

source: Please enter week
es_mx: Por favor, ingrese una semana
fr_ca: Veuillez entrer une semaine

source: Please enter your details.
es_mx: Por favor, ingrese sus detalles.
fr_ca: Veuillez entrer vos coordonnées.

source: Please enter your email!
es_mx: Por favor, ingresa tu correo electrónico.
fr_ca: S'il vous plaît entrez votre adresse e-mail!,

source: Please enter your email address!
es_mx: ¡Por favor, ingresa tu dirección de correo electrónico!
fr_ca: Veuillez entrer votre adresse e-mail !

source: Please enter your email server settings
es_mx: Ingrese la configuración del servidor de correo electrónico
fr_ca: Veuillez entrer les paramètres de votre serveur de messagerie

source: Please enter your feedback!
es_mx: ¡Por favor, ingresa tu retroalimentación!
fr_ca: Veuillez entrer vos commentaires!,
