Repository: vavanv/CreateResxFromXlsx
Catalog: WebMessages.*.resx
Languages: es_mx, fr_ca

source: Missing Data Report for Organization > Email
es_mx: Informe de datos faltantes para Organización > Correo electrónico
fr_ca: Rapport de données manquantes pour Organisation > E-mail

source: Missing Data Report for Organization > Phone
es_mx: Informe de datos faltantes para Organización > Teléfono
fr_ca: Rapport de données manquantes pour Organisation > Téléphone

# MissingDataReportForOrganizationReport
source: Missing Data Report for Organization
es_mx: Informe de Datos Faltantes para Organizaciones
fr_ca: Rapport de données manquantes pour les organisations

# MissingDataReportForOrganizationTooltip
source: Showing any organization missing (phone, email or address)
es_mx: Mostrando cualquier organización sin datos (teléfono, correo electrónico o dirección)
fr_ca: Affichage des organisations manquant des coordonnées (téléphone, email ou adresse)

# MissingDataReportOrg
source: Missing Data Report for Organization
es_mx: Informe de datos faltantes para organizaciones
fr_ca: Rapport de données manquantes pour l'organisation

source: Missing Referrals on Jobs
es_mx: Recomendaciones faltantes en trabajos
fr_ca: Recommandations manquantes sur les dossiers

# MissingReferralsOnJobsReport
source: Missing Referrals on Jobs
es_mx: Referencias Faltantes en Trabajos
fr_ca: Références manquantes sur les dossiers

# MissingReferralsOnJobsTooltip
source: Missing Referrals on Jobs
es_mx: Referencias Faltantes en Trabajos
fr_ca: Références manquantes sur les dossiers

# MissingSalespersonContacts
source: Missing Salesperson on Contacts
es_mx: Vendedor faltante en contactos
fr_ca: Commercial manquant sur les contacts

# MissingSalespersonJobs
source: Missing Salesperson on Job
es_mx: Vendedor faltante en trabajo
fr_ca: Commercial manquant sur l'dossier

source: Missing Salesperson on Contacts
es_mx: Falta vendedor en Contactos
fr_ca: Personne responsable des ventes manquante sur les contacts

# MissingSalespersonOnContactsReport
source: Missing Salesperson on Contacts
es_mx: Vendedor Faltante en Contactos
fr_ca: Commercial manquant dans les contacts

# MissingSalespersonOnContactsTooltip
source: Showing any contacts missing a salesperson
es_mx: Mostrando cualquier contacto sin un vendedor asignado
fr_ca: Affichage des contacts sans commercial

# MissingSalespersonOnJobReport
source: Missing Salesperson on Job
es_mx: Vendedor Faltante en Trabajo
fr_ca: Commercial manquant dans le dossier

# MissingSalespersonOnJobTooltip
source: Showing any job missing salesperson credit
es_mx: Mostrando cualquier trabajo sin crédito de vendedor
fr_ca: Affichage des dossiers sans crédit pour commercial

# MissingSalespersonOnOrganizationsReport
source: Missing Salesperson on Organizations
es_mx: Vendedor Faltante en Organizaciones
fr_ca: Commercial manquant dans les organisations

# MissingSalespersonOnOrganizationsTooltip
source: Showing any organizations missing a salesperson
es_mx: Mostrando cualquier organización sin un vendedor asignado
fr_ca: Affichage des organisations sans commercial

# MissingSalespersonOrgs
source: Missing Salesperson on Organizations
es_mx: Vendedor faltante en organizaciones
fr_ca: Commercial manquant sur les organisations

source: Mobile Phone
es_mx: Teléfono móvil
fr_ca: Téléphone portable

source: Modified By
es_mx: Modificado por
fr_ca: Modifié par

source: Modified Date
es_mx: Fecha de modificación
fr_ca: Date de modification

source: Module
es_mx: Módulo

# ModuleId
source: Module #
es_mx: N.° de módulo
fr_ca: N° de module

source: Module Name
es_mx: Nombre del Módulo
fr_ca: Nom du Module

source: Module Rows Count
es_mx: Cantidad de filas del módulo
fr_ca: Nombre de lignes du module

source: Module Rows Count (Active)
es_mx: Cantidad de filas del módulo (activo)
fr_ca: Nombre de lignes du module (actif)

source: Modules
es_mx: Módulos

source: Month
es_mx: Mes
fr_ca: Mois

source: Month End
es_mx: Fin de mes
fr_ca: Fin du mois

source: Monthly
es_mx: Mensual
fr_ca: Mensuel

source: Month Name
es_mx: Nombre del mes
fr_ca: Nom du mois

source: Month Profit %
es_mx: Mes de beneficio %
fr_ca: Profitabilité du mois %

source: More
es_mx: Más
fr_ca: Plus

source: More Details
es_mx: Más detalles
fr_ca: Plus de détails

# MoreFilterOptions
source: More filter options for contact search...
es_mx: Más opciones de filtro para la búsqueda de contactos...
fr_ca: Plus d'options de filtre pour la recherche de contacts...

source: Move
es_mx: Mover
fr_ca: Déplacer

source: Move Address Down
es_mx: Mover dirección hacia abajo
fr_ca: Déplacer l'adresse vers le bas

source: Move Address Up
es_mx: Mover dirección hacia arriba
fr_ca: Déplacer l'adresse vers le haut

source: Move To
es_mx: Mover a
fr_ca: Déplacer vers

source: Move to Folder
es_mx: Mover a carpeta
fr_ca: Déplacer vers le dossier

source: Multi Factor Authentication
es_mx: Autenticación multifactor
fr_ca: Authentification multi-facteurs

source: Multiple Entries
es_mx: Entradas múltiples
fr_ca: Entrées multiples

source: Multiple Entries Insert
es_mx: Inserción de entradas múltiples
fr_ca: Insertion de plusieurs entrées

source: Must select at least one invoice!
es_mx: ¡Debe seleccionar al menos una factura!
fr_ca: Vous devez sélectionner au moins une facture !

source: My Assigned Route List
es_mx: Mi lista de rutas asignadas
fr_ca: Ma liste d'itinéraires attribués

source: My Company
es_mx: Mi empresa
fr_ca: Mon entreprise

source: My Email Templates
es_mx: Mis plantillas de correo electrónico
fr_ca: Mes modèles d'e-mails

source: My Goal
es_mx: Mi Objetivo
fr_ca: Mon Objectif

source: My Goal updated!
es_mx: ¡Mi objetivo actualizado!
fr_ca: Mon objectif mis à jour!

source: My Inbox
es_mx: Mi bandeja de entrada
fr_ca: Ma boîte de réception

source: my jobs
es_mx: mis trabajos
fr_ca: mes dossiers

source: My Note Templates
es_mx: Mis plantillas de notas
fr_ca: Mes modèles de notes

source: My Routes
es_mx: Mis rutas
fr_ca: Mes routes

source: My SMS Templates
es_mx: Mis plantillas de SMS
fr_ca: Mes modèles de SMS

source: Name
es_mx: Nombre
fr_ca: Nom

source: Needs Person Responsible Attention
es_mx: Necesita la atención de la persona responsable
fr_ca: Nécessite l'attention de la personne responsable

source: Needs To Be Send To PJM
es_mx: Necesita ser enviado a PJM
fr_ca: Doit être envoyé à PJM

source: Negotiation
es_mx: Negociación
fr_ca: Négociation

source: New
es_mx: Nuevo
fr_ca: Nouveau

source: New Address
es_mx: Nueva dirección
fr_ca: Nouvelle adresse

source: New Contact
es_mx: Nuevo contacto
fr_ca: Nouveau contact

source: New Contact > Select Organization
es_mx: Nuevo contacto > Seleccionar organización
fr_ca: Nouveau contact > Sélectionner une organisation

source: New Email
es_mx: Nuevo correo electrónico
fr_ca: Nouvel e-mail

source: New Event
es_mx: Nuevo evento
fr_ca: Nouvel événement

source: New Job
es_mx: Nuevo trabajo
fr_ca: Nouveau travail

source: New Lead
es_mx: Nuevo prospecto
fr_ca: Nouveau prospect

source: New Lead Contact
es_mx: Nuevo contacto de prospecto
fr_ca: Nouveau contact de prospect

source: New Organization
es_mx: Nueva organización
fr_ca: Nouvelle organisation

source: New Question
es_mx: Nueva pregunta
fr_ca: Nouvelle question

source: New Record
es_mx: Nuevo registro
fr_ca: Nouvel enregistrement

source: New Report Request
es_mx: Nueva solicitud de informe
fr_ca: Nouvelle demande de rapport

source: New Route
es_mx: Nueva ruta
fr_ca: Nouvelle route

source: new rule
es_mx: Nueva regla
fr_ca: Nouvelle règle

source: New rule added
es_mx: Nueva regla añadida
fr_ca: Nouvelle règle ajoutée

source: New Survey Alert Person
es_mx: Nueva persona de alerta de encuesta
fr_ca: Nouvelle personne d'alerte de sondage

source: New Task
es_mx: Nueva tarea
fr_ca: Nouvelle tâche

source: New Value
es_mx: Nuevo valor
fr_ca: Nouvelle valeur

source: New version available
es_mx: Nueva versión disponible
fr_ca: Nouvelle version disponible

source: New version available 1
es_mx: Nueva versión disponible 1
fr_ca: Nouvelle version disponible 1

source: New version available 2
es_mx: Nueva versión disponible 2
fr_ca: Nouvelle version disponible 2

source: New Widget
es_mx: Nuevo widget
fr_ca: Nouveau widget

source: NEXT
es_mx: SIGUIENTE
fr_ca: SUIVANT

source: Next Step
es_mx: Próximo paso
fr_ca: Prochaine étape

source: Next Stop
es_mx: Próxima parada
fr_ca: Prochain arrêt

source: No active calls
es_mx: No hay llamadas activas
fr_ca: Aucun appel actif

# NoActivityDataFoundForSelectedDate
source: No activity data found for selected date!<br />Please select a date or change filter option.
es_mx: No se encontraron datos de actividad para la fecha seleccionada.<br /> Por favor, selecciona una fecha o cambia la opción de filtro.
fr_ca: Aucune donnée d'activité trouvée pour la date sélectionnée !<br />Veuillez sélectionner une date ou modifier l'option de filtre.

source: No address found!
es_mx: ¡No se encontró ninguna dirección!
fr_ca: Aucune adresse trouvée !

source: No address showing...
es_mx: No se muestra ninguna dirección...
fr_ca: Aucune adresse affichée...

source: No Alert Found!
es_mx: ¡No se encontraron alertas!
fr_ca: Aucune alerte trouvée!

source: No attachment...
es_mx: Sin archivo adjunto....
fr_ca: Aucune pièce jointe…

source: No Auto Attendant Defined
es_mx: No hay un contestador automático definido
fr_ca: Aucun standard automatique défini

source: No available widgets found!
es_mx: ¡No se encontraron widgets disponibles!
fr_ca: Aucun widget disponible trouvé !

source: No contact data found!
es_mx: ¡No se encontraron datos de contacto!
fr_ca: Aucune donnée de contact trouvée!

source: No Contact Found!
es_mx: ¡No se encontraron contactos!
fr_ca: Aucun contact trouvé!

source: No data...
es_mx: Sin datos....
fr_ca: Aucune donnée…

source: No data found!
es_mx: ¡No se encontraron datos!
fr_ca: Aucune donnée trouvée !

source: No Dates
es_mx: No hay fechas
fr_ca: Aucune date

source: No direction found!
es_mx: ¡No se encontró dirección!
fr_ca: Aucune direction trouvée !

source: No email data found!
es_mx: ¡No se encontraron datos de correo electrónico!
fr_ca: Aucune donnée d'email trouvée !

# NoEmailFound
source: No email found. Please make sure your emails separated with comma(,) or semi-column(;)
es_mx: No se encontró ningún correo electrónico. Asegúrese de que sus correos electrónicos estén separados por coma(,) o punto y coma(;)
fr_ca: Aucun email trouvé. Veuillez vous assurer que vos emails sont séparés par une virgule (,) ou un point-virgule (;)

source: No form items found!
es_mx: ¡No se encontraron elementos de formulario!
fr_ca: Aucun élément de formulaire trouvé !

source: No invoices found. Must have an invoice to take a payment.
es_mx: No se encontraron facturas. Debe haber una factura para realizar un pago.
fr_ca: Aucune facture trouvée. Il doit y avoir une facture pour effectuer un paiement.

source: No job found!
es_mx: No se encontró trabajo.
fr_ca: Aucune mission trouvée!,

# NoJobsFoundWithTheSelectedRegions
source: No jobs found with the selected regions.<br><br>Please make sure you enter correct Zip/Postal Codes in the address section.
es_mx: No se encontraron trabajos con las regiones seleccionadas.<br><br>Por favor, asegúrate de ingresar códigos postales correctos en la sección de dirección.
fr_ca: Aucun dossier trouvé avec les régions sélectionnées.<br><br>Veuillez vous assurer de saisir les codes postaux corrects dans la section de l'adresse.

source: No label found!
es_mx: ¡No se encontró ninguna etiqueta!
fr_ca: Aucune étiquette trouvée!

source: No loss codes found under your company!
es_mx: ¡No se encontraron códigos de pérdida bajo tu empresa!
fr_ca: Aucun code de perte trouvé sous votre entreprise!

source: None
es_mx: Ninguno
fr_ca: Aucun

source: NoN Marketable
es_mx: No negociable
fr_ca: Non commercialisable

source: No property found!
es_mx: No se encontró ninguna propiedad.
fr_ca: Aucune propriété trouvée!

source: No questions found!
es_mx: ¡No se encontraron preguntas!
fr_ca: Aucune question trouvée !

source: No ranking data!
es_mx: ¡No se encontraron datos de clasificación!
fr_ca: Aucune donnée de classement trouvée !

source: No Record
es_mx: Sin registro
fr_ca: Aucun enregistrement

source: No record found!
es_mx: ¡No se encontraron registros!
fr_ca: Aucun enregistrement trouvé !

# NoRecordFoundCheckEmail
source: No record found! Please check your email data!
es_mx: ¡No se encontraron registros! ¡Por favor, verifique sus datos de correo electrónico!
fr_ca: Aucun enregistrement trouvé ! Veuillez vérifier vos données d'email !

source: No region found!
es_mx: ¡No se encontró ninguna región!
fr_ca: Aucune région trouvée !

source: No reminder item data!
es_mx: ¡No se encontraron datos de recordatorio!
fr_ca: Aucune donnée d'élément de rappel trouvée !

source: No results found
es_mx: ¡No se encontraron resultados!
fr_ca: Aucun résultat trouvé

source: No saved filter found!
es_mx: ¡No se encontró filtro guardado!
fr_ca: Aucun filtre enregistré trouvé !

source: Not Assigned
es_mx: No asignado
fr_ca: Non assigné

source: Note
es_mx: Nota

# NoteAdded
source: Your note added!
es_mx: ¡Tu nota ha sido añadida!
fr_ca: Votre note ajoutée !

source: Note Created By (UserId)
es_mx: Nota creada por (ID de usuario)
fr_ca: Note créée par (ID de l'utilisateur)

source: Note created dates
es_mx: Fechas de creación de la nota
fr_ca: Dates de création de la note

source: Note Date
es_mx: Fecha de la nota
fr_ca: Date de la note

# NoteId
source: Note #
es_mx: Nota #

source: Note List
es_mx: Lista de notas
fr_ca: Liste de notes

source: Note not entered since total days check?:
es_mx: ¿No se ingresó la nota desde la verificación del total de días?:
fr_ca: Note non saisie depuis la vérification du nombre total de jours ? :

source: Notes
es_mx: Notas

# NoteSaved
source: Your note saved!
es_mx: ¡Tu nota ha sido guardada!
fr_ca: Votre note enregistrée !

source: Notes by Contact
es_mx: Notas por contacto
fr_ca: Notes par contact

source: Notes by Contact Lead
es_mx: Notas por líder de contacto
fr_ca: Notes par responsable du contact

# NotesByContactLeadReport
source: Notes by Contact Lead
es_mx: Notas por Contacto Principal
fr_ca: Notes par contact de prospects

# NotesByContactLeadTooltip
source: Showing all notes entered by Lead Contact
es_mx: Mostrando todas las notas ingresadas por el Contacto Principal.
fr_ca: Affichage de toutes les notes saisies par le contact de prospects.

# NotesByContactReport
source: Notes by Contact
es_mx: Notas por Contacto
fr_ca: Notes par contact

# NotesByContactTooltip
source: Showing all notes entered by Contact
es_mx: Mostrando todas las notas ingresadas por el Contacto.
fr_ca: Affichage de toutes les notes saisies par Contact.

source: Notes by Job
es_mx: Notas por trabajo
fr_ca: Notes par dossier

# NotesByJobReport
source: Notes by Job
es_mx: Notas por Trabajo
fr_ca: Notes par dossier

# NotesByJobTooltip
source: Review Notes by Job
es_mx: Revisar notas por trabajo.
fr_ca: Examiner les notes par dossier.

source: Notes by Lead Organization
es_mx: Notas por organización principal
fr_ca: Notes par organisation principale

# NotesByLeadOrganizationReport
source: Notes by Lead Organization
es_mx: Notas por Organización Principal
fr_ca: Notes par Organisation de Prospects

# NotesByLeadOrganizationTooltip
source: Showing all notes entered by Lead Organization
es_mx: Mostrando todas las notas ingresadas por la Organización Principal.
fr_ca: Affichage de toutes les notes saisies par organisation de prospects.

source: Notes by Organization
es_mx: Notas por organización
fr_ca: Notes par organisation

# NotesByOrganizationReport
source: Notes by Organization
es_mx: Notas por Organización
fr_ca: Notes par organisation

# NotesByOrganizationTooltip
source: Showing all notes entered by Organization
es_mx: Mostrando todas las notas ingresadas por la Organización.
fr_ca: Affichage de toutes les notes saisies par Organisation.

source: Notes by Salesperson
es_mx: Notas por persona de ventas
fr_ca: Notes par commercial

# NotesBySalespersonReport
source: Notes by Salesperson
es_mx: Notas por Vendedor
fr_ca: Notes par commercial

# NotesBySalespersonTooltip
source: Showing all notes for Organization and Contact that are owned by a salesperson
es_mx: Mostrando todas las notas para Organización y Contacto que son propiedad de un vendedor.
fr_ca: Affichage de toutes les notes des organisations et contacts qui sont attribuées à un commercial.

source: Notes by Topics
es_mx: Notas por temas
fr_ca: Notes par sujets

source: Notes description counted also. Total note:
es_mx: También se cuenta la descripción de las notas. Nota total:
fr_ca: La description des notes est également prise en compte. Total des notes :

source: Note Template
es_mx: Plantilla de nota
fr_ca: Modèle de note

source: Note Templates
es_mx: Plantillas de notas
fr_ca: Modèles de notes

source: Note title
es_mx: Título de la nota
fr_ca: Titre de la note

source: Note topic id
es_mx: ID de tema de nota
fr_ca: Identifiant du sujet de note

source: Note Type
es_mx: Tipo de nota
fr_ca: Type de note

# NoteTypeSelectedUnderDefinitions
source: Note type should be selected note topic under definitions
es_mx: El tipo de nota debe seleccionarse como tema de nota en las definiciones
fr_ca: Le type de note doit être sélectionné comme sujet de note sous les définitions

source: Notification
es_mx: Notificación

source: Notifications
es_mx: Notificaciones

source: Not Marketable
es_mx: No comercializable
fr_ca: Non commercialisable

source: Not Started
es_mx: No iniciado
fr_ca: Non commencé

source: No users found!
es_mx: No se encontraron usuarios.
fr_ca: Aucun utilisateur trouvé !

source: November
es_mx: Noviembre
fr_ca: Novembre

source: No zip/postal code found!
es_mx: No se encontró ningún código postal.
fr_ca: Aucun code postal trouvé !

source: Number
es_mx: Número
fr_ca: Nombre

source: NumberOfProperties
es_mx: NúmeroDePropiedades
fr_ca: NombreDePropriétés

source: October
es_mx: Octubre
fr_ca: Octobre

source: Off
es_mx: Apagado
fr_ca: Désactivé

source: Office
es_mx: Oficina
fr_ca: Bureau

source: Office ID
es_mx: Id. de la oficina
fr_ca: Identifiant du bureau

source: Office Inbox
es_mx: Bandeja de entrada de la oficina
fr_ca: Boîte de réception du bureau

source: Office Information
es_mx: Información de la oficina
fr_ca: Informations sur le bureau

source: Office List
es_mx: Lista de oficinas
fr_ca: Liste des bureaux

source: Office Name
es_mx: Nombre de la oficina
fr_ca: Nom du bureau

source: Offices
es_mx: Oficinas
fr_ca: Bureaux

source: Offline
es_mx: Fuera de línea
fr_ca: Hors ligne

source: On Call
es_mx: En llamada
fr_ca: En appel

source: Online
es_mx: En línea
fr_ca: En ligne

source: Only Lead Contact import wizard
es_mx: Solo asistente de importación de clientes y contactos
fr_ca: Assistant d'importation de leads et de contacts uniquement

source: Only Lead import wizard
es_mx: Solo asistente de importación de clientes
fr_ca: Assistant d'importation de leads uniquement

# OnlyNotesBelongToContactsOrOrganizations
source: Only all notes belong to Contacts or Organizations entered for this route
es_mx: Solo todas las notas pertenecen a contactos u organizaciones ingresadas para esta ruta
fr_ca: Seules toutes les notes appartiennent à des contacts ou organisations entrées pour cette route

source: Only Send Email
es_mx: Solo enviar correo electrónico
fr_ca: Envoyer uniquement un email

source: OnSite
es_mx: En el sitio
fr_ca: Sur site

source: OnSite Language
es_mx: Idioma en el sitio
fr_ca: Langue sur site

source: Open
es_mx: Abrir
fr_ca: Ouvrir

source: Opened
es_mx: Abierto
fr_ca: Ouvert

source: Open Menu
es_mx: Abrir menú
fr_ca: Ouvrir le menu

source: Opera browsers not supported, sorry...
es_mx: Los navegadores Opera no son compatibles, lo siento...
fr_ca: Les navigateurs Opera ne sont pas pris en charge, désolé...,

source: Opportunities
es_mx: Oportunidades
fr_ca: Opportunités

source: Opportunities by Contact
es_mx: Oportunidades por contacto
fr_ca: Opportunités par contact

# OpportunitiesByContactReport
source: Opportunities by Contact
es_mx: Oportunidades por Contacto
fr_ca: Opportunités par contact

# OpportunitiesByContactTooltip
source: Showing Contact Opportunities by period
es_mx: Mostrando oportunidades de contacto por período.
fr_ca: Affichage des opportunités de contact par période.

source: Opportunities by Organization
es_mx: Oportunidades por organización
fr_ca: Opportunités par organisation

# OpportunitiesByOrganizationReport
source: Opportunities by Organization
es_mx: Oportunidades por Organización
fr_ca: Opportunités par organisation

# OpportunitiesByOrganizationTooltip
source: Showing Organization Opportunities by period
es_mx: Mostrando oportunidades de organización por período.
fr_ca: Affichage des opportunités d'organisation par période.

source: Opportunity
es_mx: Oportunidad
fr_ca: Opportunité

source: Opportunity Name
es_mx: Nombre de la oportunidad
fr_ca: Nom de l'opportunité

source: Optimize
es_mx: Optimizar
fr_ca: Optimiser

source: Optimize Route
es_mx: Optimizar ruta
fr_ca: Optimiser la route

source: Options
es_mx: Opciones

source: or
es_mx: o
fr_ca: ou

source: Orange
es_mx: Naranja

source: Orange Background
es_mx: Fondo naranja
fr_ca: Fond orange

source: Orange Text
es_mx: Texto en naranja
fr_ca: Texte orange

# OrClickHereToGoBackToThePreviousPage
source: or click <a href="javascript:window.history.back(-1)">here</a> to go back to the previous page.
es_mx: o haz clic <a href='javascript:window.history.back(-1)'>aquí</a> para volver a la página anterior.
fr_ca: ou cliquez <a href=javascript:window.history.back(-1)">ici</a> pour revenir à la page précédente.",

source: Order
es_mx: Orden
fr_ca: Commande

source: Orders
es_mx: Órdenes
fr_ca: Commandes

source: Order Widgets
es_mx: Ordenar Widgets
fr_ca: Réorganiser les widgets

source: Organizaiton
es_mx: Organización
fr_ca: Organisation

source: Organization
es_mx: Organización
fr_ca: Organisation

source: Organization > Accounting > Expenses
es_mx: Organización > Contabilidad > Gastos
fr_ca: Organisation > Comptabilité > Dépenses

source: Organization > Accounting > Invoice List
es_mx: Organización > Contabilidad > Lista de facturas
fr_ca: Organisation > Comptabilité > Liste des factures

source: Organization > Accounting > Payments
es_mx: Organización > Contabilidad > Pagos
fr_ca: Organisation > Comptabilité > Paiements

source: Organization Contacts
es_mx: Contactos de la organización
fr_ca: Contacts de l'organisation

source: Organization/Contact update alerts/notifications
es_mx: Alertas/notificaciones de actualización de organizaciones/contactos
fr_ca: Alertes et notifications de mise à jour des organisations/contacts

source: Organization Details
es_mx: Detalles de la organización
fr_ca: Détails de l'organisation

source: Organization Group
es_mx: Grupo de organización
fr_ca: Groupe d'organisation

source: Organization has
es_mx: La organización tiene
fr_ca: L'organisation a

source: Organization History
es_mx: Historia de la Organización
fr_ca: Historique de l'Organisation

source: OrganizationId
es_mx: Id. de la organización
fr_ca: Identifiant de l'organisation

source: Organization List
es_mx: Lista de organizaciones
fr_ca: Liste d'organisations

source: Organization > Monitored States
es_mx: Organización > Estados monitoreados
fr_ca: Organisation > États surveillés

source: Organization Name
es_mx: Nombre de la organización
fr_ca: Nom de l'organisation

source: Organization Ranking Change
es_mx: Cambio de clasificación de la organización
fr_ca: Changement de classement de l'organisation

# OrganizationRankingChangeReport
source: Organization Ranking Change
es_mx: Cambio de Clasificación de Organización
fr_ca: Changement de classement des organisations

source: Organization Ranking Changes
es_mx: Cambios de clasificación de la organización
fr_ca: Changements de classement de l'organisation
