Repository: vavanv/CreateResxFromXlsx
Catalog: WebMessages.*.resx
Languages: es_mx, fr_ca

# BestViewedInLandscapeMode
source: Best viewed in landscape mode. Please rotate for best viewing experience.
es_mx: Mejor visualizado en modo apaisado. Por favor, rote para una mejor experiencia de visualización.
fr_ca: Meilleure vue en mode paysage. Veuillez faire pivoter pour une meilleure expérience de visualisation.

# BetweenJobReceivedDateAndRecivedDate
source: Between ((job received date - setting total day)) and recived date
es_mx: Entre ((fecha de recepción del trabajo - día total establecido)) y la fecha de recepción
fr_ca: Entre ((date de réception du travail - nombre total de jours définis)) et la date de réception

source: BICYCLING
es_mx: CICLISMO
fr_ca: CYCLISME

source: Billable
es_mx: Facturable
fr_ca: Facturable

source: Billing
es_mx: Facturación
fr_ca: Facturation

source: Billing Address
es_mx: Dirección de facturación
fr_ca: Adresse de facturation

source: Billing Frequency
es_mx: Frecuencia de facturación
fr_ca: Fréquence de facturation

source: Bind Caller Answer
es_mx: Vincular la respuesta del llamante
fr_ca: Lier la réponse de l'appelant

source: Blue
es_mx: Azul
fr_ca: Bleu

source: Blue Background
es_mx: Fondo azul
fr_ca: Fond bleu

source: Blue Text
es_mx: Texto en azul
fr_ca: Texte bleu

source: Branch
es_mx: Sucursal
fr_ca: Succursale

source: Briefing
es_mx: Informe

source: Building Type
es_mx: Tipo de edificio
fr_ca: Type de bâtiment

source: Building Types
es_mx: Tipos de edificios
fr_ca: Types de bâtiments,

source: BUS
es_mx: AUTOBÚS

source: Business Development Type
es_mx: Tipo de desarrollo empresarial
fr_ca: Type de développement commercial

source: Business Dev.Types
es_mx: Tipos de Desarrollo Comercial
fr_ca: Types de développement commercial

source: Business Name
es_mx: Nombre de la empresa
fr_ca: Nom de l'entreprise

source: BY
es_mx: POR
fr_ca: PAR

source: By City
es_mx: Por ciudad
fr_ca: Par ville

source: By State
es_mx: Por estado
fr_ca: Par État

source: By Zip Code
es_mx: Por código postal
fr_ca: Par code postal

source: Calculation done!
es_mx: ¡Cálculo realizado!
fr_ca: Calcul effectué !

source: Calendar
es_mx: Calendario
fr_ca: Calendrier

source: Calendar > Event List
es_mx: Calendario > Lista de eventos
fr_ca: Calendrier > Liste des événements

source: Calendar > Task List
es_mx: Calendario > Lista de tareas
fr_ca: Calendrier > Liste des tâches

source: California privacy rights
es_mx: Derechos de privacidad en California
fr_ca: Droits de confidentialité en Californie

source: Call
es_mx: Llamada
fr_ca: Appel

source: Call Center
es_mx: Centro de llamadas
fr_ca: Centre d'appels

source: Call Center Inbound
es_mx: Centro de llamadas entrantes
fr_ca: Centre d'appels entrants

source: Call Center Phone
es_mx: Teléfono del centro de llamadas
fr_ca: Téléphone du centre d'appels

source: Call Contact
es_mx: Llamar al contacto
fr_ca: Appeler le contact

source: Call Details
es_mx: Detalles de la llamada
fr_ca: Détails de l'appel

source: Call Duration
es_mx: Duración de la llamada
fr_ca: Durée de l'appel

source: Called
es_mx: Llamado
fr_ca: Appelé

source: Caller
es_mx: Llamante
fr_ca: Appelant

source: Caller City
es_mx: Ciudad del llamante
fr_ca: Ville de l'appelant

source: Caller Country
es_mx: País del llamante
fr_ca: Pays de l'appelant

source: Caller ID
es_mx: Identificador del llamante
fr_ca: Identifiant de l'appelant

source: Caller State
es_mx: Estado del llamante
fr_ca: État de l'appelant

source: Caller Zip
es_mx: Código postal del llamante
fr_ca: Code postal de l'appelant

source: Call History
es_mx: Historial de llamadas
fr_ca: Historique des appels

source: Call Log
es_mx: Registro de llamadas
fr_ca: Journal des appels

source: Call Purpose
es_mx: Propósito de la llamada
fr_ca: Objectif de l'appel

source: Call Result
es_mx: Resultado de la llamada
fr_ca: Résultat de l'appel

source: Calls
es_mx: Llamadas
fr_ca: Appels

source: Calls > Call List
es_mx: Llamadas > Lista de llamadas
fr_ca: Appels > Liste des appels

source: Call Start Date
es_mx: Fecha de inicio de la llamada
fr_ca: Date de début de l'appel

# CallTransferredToAgent
source: Your call transferred to Agent
es_mx: Su llamada fue transferida al agente
fr_ca: Votre appel a été transféré à l'agent

source: Call Type
es_mx: Tipo de llamada
fr_ca: Type d'appel

source: Campaign
es_mx: Campaña
fr_ca: Campagne

source: Campaign Category
es_mx: Categoría de campaña
fr_ca: Catégorie de campagne

source: Campaign List
es_mx: Lista de campañas
fr_ca: Liste de campagnes

source: Campaign Send Option
es_mx: Opción de envío de campaña
fr_ca: Option d'envoi de campagne

source: Campaign Unsubscribe
es_mx: Cancelar suscripción a la campaña
fr_ca: Désinscription de la campagne

source: Cancel
es_mx: Cancelar
fr_ca: Annuler

source: Cancel Send
es_mx: Cancelar el envío
fr_ca: Annuler l'envoi

# CannotChangeEndLocation
source: You can not change End location
es_mx: No puedes cambiar la ubicación final
fr_ca: Vous ne pouvez pas changer l'emplacement de fin

# CannotChangeStartLocation
source: You can not change Start location
es_mx: No puedes cambiar la ubicación de inicio
fr_ca: Vous ne pouvez pas changer l'emplacement de début

source: Capabilities
es_mx: Capacidades
fr_ca: Capacités

source: Captcha Code
es_mx: Código Captcha
fr_ca: Code Captcha

source: Carrier
es_mx: Transportista
fr_ca: Transporteur

source: CATEGORIES
es_mx: CATEGORÍAS
fr_ca: CATÉGORIES

source: Category
es_mx: Categoría
fr_ca: Catégorie

source: CC Code
es_mx: Código de seguridad de la tarjeta de crédito
fr_ca: Code de carte de crédit

source: CC Date
es_mx: Fecha de vencimiento de la tarjeta de crédito
fr_ca: Date de carte de crédit

source: CC Name
es_mx: Nombre en la tarjeta de crédito
fr_ca: Nom sur la carte de crédit

source: CC Number
es_mx: Número de tarjeta de crédito
fr_ca: Numéro de carte de crédit

source: changed
es_mx: cambiado
fr_ca: changé

source: Changed Columns
es_mx: Columnas modificadas
fr_ca: Colonnes modifiées

source: Changed Fields
es_mx: Campos modificados
fr_ca: Champs modifiés

source: Change Filter Options
es_mx: Cambiar opciones de filtro
fr_ca: Modifier les options de filtre

# ChangeOfficeAndSelectLossCode
source: You changed office and that office belongs to a different company? Would you like to continue and select Loss Code?
es_mx: ¿Cambiaste de oficina y esa oficina pertenece a una empresa diferente? ¿Te gustaría continuar y seleccionar el código de pérdida?
fr_ca: Vous avez changé de bureau et ce bureau appartient à une entreprise différente ? Souhaitez-vous continuer et sélectionner le code de perte ?

source: Change profile picture...
es_mx: Cambiar la foto de perfil...
fr_ca: Changer la photo de profil...

source: Changes and amendments
es_mx: Cambios y enmiendas
fr_ca: Modifications et amendements

source: CHANGE SETTINGS
es_mx: CAMBIAR CONFIGURACIONES
fr_ca: MODIFIER LES PARAMÈTRES

# ChangesNotSavedConfirmation
source: Changes have not been saved yet. Are you sure?
es_mx: Los cambios aún no se han guardado. ¿Estás seguro?
fr_ca: Les modifications n'ont pas encore été enregistrées. Êtes-vous sûr ?

source: Check
es_mx: Marcar
fr_ca: Cocher

source: Check All
es_mx: Marcar todo
fr_ca: Tout cocher

source: CheckBoxes
es_mx: Casillas de verificación
fr_ca: Cases à cocher

# CheckIfAnOrganizationSyncSuccessWithPSA
source: Check if an organization sync success with PSA. If PSA return any error message you can see here. * Please make sure you selected a correct
es_mx: Verificar si una organización sincronizó con éxito con PSA. Si PSA devuelve algún mensaje de error, puedes verlo aquí. * Asegúrate de haber seleccionado correctamente
fr_ca: Vérifiez si une synchronisation réussie de l'organisation avec PSA. Si PSA renvoie un message d'erreur, vous pouvez le voir ici. * Veuillez vous assurer d'avoir sélectionné un

# CheckIfTheJobSalespersonAddANoteInto
source: Check if the job salesperson add a note into referral office or contact :
es_mx: Marca si el vendedor del trabajo agrega una nota en la oficina de referencia o contacto:
fr_ca: Vérifier si le représentant des ventes a ajouté une note au bureau de recommandation ou au contact :

# CheckingServerInformation
source: Checking your server information...
es_mx: Verificando la información de su servidor...
fr_ca: Vérification des informations de votre serveur...

source: City
es_mx: Ciudad
fr_ca: Ville

source: Claim Date
es_mx: Fecha de reclamación
fr_ca: Date de réclamation

source: Claim Filed Already
es_mx: Reclamación ya presentada
fr_ca: Réclamation déjà déposée

source: Claim Number
es_mx: Número de reclamación
fr_ca: Numéro de réclamation

source: Claim Number II
es_mx: Número de reclamación II
fr_ca: Numéro de réclamation II

source: Classifications
es_mx: Clasificaciones

source: Clear
es_mx: Limpiar
fr_ca: Effacer

source: Clear All
es_mx: Limpiar todo
fr_ca: Tout effacer

source: Clear All Day Inputs
es_mx: Limpiar todas las entradas del día
fr_ca: Effacer toutes les entrées de la journée

source: Clear All Filters
es_mx: Borrar todos los filtros
fr_ca: Effacer tous les filtres

source: Clear All Selections
es_mx: Limpiar todas las selecciones
fr_ca: Tout effacer les sélections

source: Clear Contact
es_mx: Limpiar contacto
fr_ca: Effacer le contact

source: Clear Contact Selection
es_mx: Limpiar selección de contacto
fr_ca: Effacer la sélection du contact

source: Clear Filter...
es_mx: Limpiar el filtro
fr_ca: Effacer le filtre

source: Clear Flag
es_mx: Quitar bandera
fr_ca: Effacer le drapeau

source: Clear Form
es_mx: Limpiar formulario
fr_ca: Effacer le formulaire

source: Clear Items
es_mx: Limpiar elementos
fr_ca: Effacer les éléments

source: Clear Job
es_mx: Limpiar trabajo
fr_ca: Effacer le travail

source: Clear Route
es_mx: Limpiar ruta
fr_ca: Effacer l'itinéraire

source: Clear Selections
es_mx: Limpiar selecciones
fr_ca: Effacer les sélections

source: Click
es_mx: Clic
fr_ca: Cliquer

# ClickFieldCopyToClipboard
source: Click field to copy to clipboard
es_mx: Haz clic en el campo para copiar al portapapeles
fr_ca: Cliquez sur le champ pour copier dans le presse-papiers

source: Click Here
es_mx: Haga clic aquí
fr_ca: Cliquez ici

source: Click here view 5,000 jobs.
es_mx: Haz clic aquí para ver 5,000 trabajos.
fr_ca: Cliquez ici pour voir 5 000 dossiers.,

source: Close
es_mx: CERRAR
fr_ca: FERMER

source: Closed
es_mx: Cerrado
fr_ca: Fermé

source: Close Format
es_mx: Cerrar formato
fr_ca: Fermer le format

source: Close Map
es_mx: Cerrar mapa
fr_ca: Fermer la carte

source: Close Menu
es_mx: Cerrar menú
fr_ca: Fermer le menu

source: Close Ratio
es_mx: Ratio de cierre
fr_ca: Ratio de fermeture

source: Close Warning Message
es_mx: Cerrar mensaje de advertencia
fr_ca: Fermer le message d'avertissement

source: COC Uploaded
es_mx: COC cargado
fr_ca: COC téléchargé

source: Code
es_mx: Código

source: Collapse Panel
es_mx: Colapsar panel
fr_ca: Réduire le panneau

source: Collection of personal information
es_mx: Recopilación de información personal
fr_ca: Collecte d'informations personnelles

source: Column Data Info
es_mx: Información de datos de la columna
fr_ca: Informations sur les données de la colonne

source: COMMISION OPTIONS
es_mx: OPCIONES DE COMISIÓN
fr_ca: OPTIONS DE COMMISSION

source: Companies
es_mx: Empresas
fr_ca: Entreprises

source: Company
es_mx: Empresa
fr_ca: Entreprise

source: Company Activity
es_mx: Actividad de la empresa
fr_ca: Activité de l'entreprise

# CompanyAdminUpdateSalesperson
source: Company admin always can able to update Salesperson.
es_mx: El administrador de la empresa siempre puede actualizar al vendedor.
fr_ca: L'administrateur de l'entreprise peut toujours mettre à jour le commercial.

source: Company Daily Inactive Email Test
es_mx: Prueba diaria de correos electrónicos inactivos de la empresa
fr_ca: Test quotidien d'e-mails inactifs de l'entreprise

source: Company Email
es_mx: Correo electrónico de la empresa
fr_ca: E-mail de l'entreprise

source: Company Email Settings
es_mx: Configuración de correo electrónico de la empresa
fr_ca: Paramètres de messagerie de l'entreprise

source: Company Employees
es_mx: Empleados de la empresa
fr_ca: Employés de l'entreprise

source: Company Expenses
es_mx: Gastos de la empresa
fr_ca: Dépenses de l'entreprise

source: Company Expenses Date
es_mx: Fecha de Gastos de la Empresa
fr_ca: Date des Dépenses de l'Entreprise

# CompanyExpensesReport
source: Company Expenses
es_mx: Gastos de la Empresa
fr_ca: Dépenses de l'entreprise

# CompanyExpensesTooptip
source: Pull Organization & Contact marketing expenses by Salesperson
es_mx: Obtener los gastos de marketing de Organizaciones y Contactos por Vendedor
fr_ca: Extraire les dépenses de marketing des organisations et des contacts par commercial

source: Company ID
es_mx: ID de la empresa
fr_ca: ID de l'entreprise

source: Company Inbox
es_mx: Bandeja de entrada de la empresa
fr_ca: Boîte de réception de l'entreprise

source: Company Information
es_mx: Información de la empresa
fr_ca: Informations sur l'entreprise

source: Company / Modules Mapping
es_mx: Mapeo de Empresa/Módulos
fr_ca: Cartographie Entreprise/Modules

source: Company Name
es_mx: Nombre de la empresa
fr_ca: Nom de l'entreprise

source: Company Number
es_mx: Número de la empresa
fr_ca: Numéro de l'entreprise

source: Company Offices
es_mx: Oficinas de la empresa
fr_ca: Bureaux de l'entreprise

source: Company Update
es_mx: Actualización de la empresa
fr_ca: Mise à jour de l'entreprise

source: Company Users
es_mx: Usuarios de la empresa
fr_ca: Utilisateurs de l'entreprise

source: Complete
es_mx: Completo
fr_ca: Terminé

source: Completed
es_mx: Completado
fr_ca: Terminé

source: Completed Estimate
es_mx: Estimación completada
fr_ca: Estimation terminée

source: Completed Estimated
es_mx: Completado estimado
fr_ca: Terminé estimé

# CompletedExclamation
source: Completed!
es_mx: ¡Completado!
fr_ca: Terminé !

source: Completed Percent
es_mx: Porcentaje completado
fr_ca: Pourcentage accompli

source: Compose New Email
es_mx: Componer nuevo correo electrónico
fr_ca: Composer un nouvel e-mail

source: Conditions
es_mx: Condiciones

# ConfirmApply
source: Do you want to apply
es_mx: ¿Desea aplicar?
fr_ca: Voulez-vous appliquer

# ConfirmCancelCampaignSend
source: Would you like to cancel campaign send?
es_mx: ¿Quieres cancelar el envío de la campaña?
fr_ca: Souhaitez-vous annuler l'envoi de la campagne ?

# ConfirmCancelPayment
source: Do you want to cancel payment for this job?
es_mx: ¿Quiere cancelar el pago de este trabajo?
fr_ca: Voulez-vous annuler le paiement pour ce travail ?

# ConfirmChangeSalesperson
source: Do you want to change Salesperson?
es_mx: ¿Quieres cambiar al vendedor?
fr_ca: Voulez-vous changer de commercial ?

# ConfirmClearDaysInputs
source: Do you want to clear all Days Inputs on Activity Report Settings?
es_mx: ¿Quieres borrar todas las entradas de días en la configuración del informe de actividad?
fr_ca: Voulez-vous effacer toutes les entrées de jours dans les paramètres du rapport d'activité ?

# ConfirmConvertToOrganization
source: Do you want to convert this lead to a organization?
es_mx: ¿Quiere convertir este cliente potencial en una organización?
fr_ca: Voulez-vous convertir ce prospect en organisation ?

# ConfirmDeleteAllItems
source: Do you want delete all items?
es_mx: ¿Quiere eliminar todos los elementos?
fr_ca: Voulez-vous supprimer tous les éléments ?

# ConfirmDeleteAllZipCodes
source: Do you want delete all zip codes?
es_mx: ¿Quiere eliminar todos los códigos postales?
fr_ca: Voulez-vous supprimer tous les codes postaux ?

# ConfirmDeleteCompanyLogo
source: Do you want to delete company logo?
es_mx: ¿Quiere eliminar el logo de la empresa?
fr_ca: Voulez-vous supprimer le logo de l'entreprise ?

# ConfirmDeleteDescriptionImage
source: Do you want to delete description image?
es_mx: ¿Quiere eliminar la imagen de descripción?
fr_ca: Voulez-vous supprimer l'image de description ?

# ConfirmDeleteEmailAccount
source: Do you want to delete your email account?
es_mx: ¿Quiere eliminar su cuenta de correo electrónico?
fr_ca: Voulez-vous supprimer votre compte e-mail ?

# ConfirmDeleteImage
source: Do you want to delete the image?
es_mx: ¿Quiere eliminar la imagen?
fr_ca: Voulez-vous supprimer l'image ?

# ConfirmDeleteItem
source: Do you want to delete this item?
es_mx: ¿Quieres eliminar este elemento?
fr_ca: Voulez-vous supprimer cet élément ?

# ConfirmDeleteReportTab
source: Do you want to delete this report tab?
es_mx: ¿Quieres eliminar esta pestaña de informe?
fr_ca: Voulez-vous supprimer cet onglet de rapport ?

# ConfirmDeleteRule
source: Do you want to delete this rule?
es_mx: ¿Quieres eliminar esta regla?
fr_ca: Voulez-vous supprimer cette règle ?

# ConfirmDeleteThisFile
source: Do you want delete this file?
es_mx: ¿Quiere eliminar este archivo?
fr_ca: Voulez-vous supprimer ce fichier ?

# ConfirmDeleteThisItem
source: Do you want delete this item?
es_mx: ¿Quiere eliminar este elemento?
fr_ca: Voulez-vous supprimer cet élément ?

# ConfirmDeleteThisRoute
source: Do you want to delete this route?
es_mx: ¿Quiere eliminar esta ruta?
fr_ca: Voulez-vous supprimer cette route ?

# ConfirmDeleteUser
source: Are you sure you want to delete the user?
es_mx: ¿Estás seguro de querer eliminar al usuario?
fr_ca: Êtes-vous sûr de vouloir supprimer l'utilisateur ?

# ConfirmNewCustomer
source: Do you want to be a new customer?
es_mx: ¿Quiere ser un nuevo cliente?
fr_ca: Voulez-vous être un nouveau client ?

# ConfirmRecalculateIncentiveAmounts
source: Do you want to recalculate incentive amounts?
es_mx: ¿Quiere recalcular los montos de incentivos?
fr_ca: Voulez-vous recalculer les montants d'incitation ?

# ConfirmRemoveAllAddressesInThisRoute
source: Do you want to remove all address in this route?
es_mx: ¿Quiere eliminar todas las direcciones de esta ruta?
fr_ca: Voulez-vous supprimer toutes les adresses de cet itinéraire ?

# ConfirmRemoveThisAddress
source: Do you want to remove this address?
es_mx: ¿Quiere eliminar esta dirección?
fr_ca: Voulez-vous supprimer cette adresse ?

# ConfirmResendCampaign
source: Would you like to re-send campaign?
es_mx: ¿Quieres volver a enviar la campaña?
fr_ca: Souhaitez-vous renvoyer la campagne ?

# ConfirmReturnUser
source: Are you sure you want to return the user?
es_mx: ¿Estás seguro de querer devolver al usuario?
fr_ca: Êtes-vous sûr de vouloir rendre l'utilisateur ?

source: Contact
es_mx: Contactar
fr_ca: Contacter

source: Contact Address
es_mx: Dirección de contacto
fr_ca: Adresse de contact

# ContactAddressColon
source: Contact Address:
es_mx: Dirección de contacto:
fr_ca: Adresse de contact :

source: Contact > Calendar > Task List
es_mx: Contacto > Calendario > Lista de tareas
fr_ca: Contact > Calendrier > Liste des tâches

# ContactCallsCallList
source: Contact > Tasks > Task List
es_mx: Contacto > Tareas > Lista de tareas
fr_ca: Contact > Tâches > Liste des tâches

source: Contact Created
es_mx: Contacto creado
fr_ca: Contact créé

source: Contact Details
es_mx: Detalles de contacto
fr_ca: Détails du contact

source: Contacted Date
es_mx: Fecha de contacto
fr_ca: Date du contact

source: Contact Email
es_mx: Correo electrónico de contacto
fr_ca: E-mail du contact

# ContactEmailColon
source: Contact Email:
es_mx: Correo electrónico de contacto:
fr_ca: E-mail du contact :

source: Contact > Events > Event List
es_mx: Contacto > Eventos > Lista de eventos
fr_ca: Contact > Événements > Liste des événements

source: Contact Group
es_mx: Grupo de contactos
fr_ca: Groupe de contacts

source: Contact History
es_mx: Historial de contacto
fr_ca: Historique des contacts

# ContactID
source: Contact #
es_mx: Número de contacto

source: Contact Info
es_mx: Información de contacto
fr_ca: Infos de contact

source: Contacting us
es_mx: Contactándonos
fr_ca: Nous contacter

source: Contact Lead
es_mx: Líder de contacto

source: Contact List
es_mx: Lista de contactos
fr_ca: Liste de contacts

source: Contact List by Salesperson
es_mx: Lista de contactos por vendedor
fr_ca: Liste de contacts par commercial

source: Contact > Mass Edit History
es_mx: Contacto > Historial de edición masiva
fr_ca: Contact > Historique de modification en masse

source: Contact Method
es_mx: Método de contacto
fr_ca: Méthode de contact

source: Contact Move Options
es_mx: Opciones de traslado de contacto
fr_ca: Options de déplacement du contact

source: Contact Name
es_mx: Nombre de contacto
fr_ca: Nom du contact

# ContactPhoneColon
source: Contact Phone:
es_mx: Teléfono de contacto:
fr_ca: Téléphone du contact :

source: Contact Phones
es_mx: Teléfonos de contacto
fr_ca: Téléphones du contact

source: Contact Ranking Change
es_mx: Cambio de clasificación de contacto
fr_ca: Changement de classement du contact

# ContactRankingChangeReport
source: Contact Ranking Change
es_mx: Cambio de Clasificación de Contacto
fr_ca: Changement de classement des contacts

source: Contact Ranking Changes
es_mx: Cambios de clasificación de contacto
fr_ca: Changements de classement du contact

# ContactRankingChangeTooltip
source: Showing Contact ranking changes by period
es_mx: Mostrando cambios en la clasificación de contactos por período.
fr_ca: Affichage des changements de classement des contacts par période.

source: Contact Relationship Deleted
es_mx: Relación de contacto eliminada
fr_ca: Relation de contact supprimée

source: Contacts
es_mx: Contactos

source: Contact > Salesperson History
es_mx: Contacto > Historial de vendedor
fr_ca: Contact > Historique des vendeurs

source: Contacts > All Contacts
es_mx: Contactos > Todos los contactos
fr_ca: Contacts > Tous les contacts

source: Contact selected
es_mx: Contacto seleccionado
fr_ca: Contact sélectionné

# ContactsWouldYouLikeToUpdateAllSelected
source: Contacts. Would you like to update all selected Contacts with the entered data?
es_mx: Contactos. ¿Te gustaría actualizar todos los contactos seleccionados con los datos ingresados?
fr_ca: Contacts. Souhaitez-vous mettre à jour tous les contacts sélectionnés avec les données saisies ?

source: Contact > Tasks > Task List
es_mx: Contacto > Tareas > Lista de tareas
fr_ca: Contact > Tâches > Liste des tâches

source: ContactTitle
es_mx: Título de contacto
fr_ca: Titre du contact

source: Contact Type
es_mx: Tipo de contacto
fr_ca: Type de contact

source: Contact v2
es_mx: Contacto v2

source: Content
es_mx: Contenido
fr_ca: Contenu

source: Converted
es_mx: Convertido
fr_ca: Converti

source: Converted By
es_mx: Convertido por
fr_ca: Converti par

source: Converted Date
es_mx: Fecha de conversión
fr_ca: Date de conversion

source: Convert To
es_mx: Convertir a
fr_ca: Convertir en

source: Convert to Employee
es_mx: Convertir en empleado
fr_ca: Convertir en employé

source: Convert to Organization
es_mx: Convertir a organización
fr_ca: Convertir en organisation

source: Convert to User
es_mx: Convertir en usuario
fr_ca: Convertir en utilisateur

source: Cookie Consent
es_mx: Consentimiento de cookies
fr_ca: Consentement relatif aux cookies

source: Copy Addresses
es_mx: Copiar direcciones
fr_ca: Copier les adresses

source: Copy Calls
es_mx: Copiar llamadas
fr_ca: Copier les appels

source: Copy Custom Fields
es_mx: Copiar campos personalizados
fr_ca: Copier les champs personnalisés

source: Copy Emails
es_mx: Copiar correos electrónicos
fr_ca: Copier les e-mails

source: Copy Events
es_mx: Copiar eventos
fr_ca: Copier les événements

source: Copy First Line
es_mx: Copiar la primera línea
fr_ca: Copier la première ligne

source: Copy Notes
es_mx: Copiar notas
fr_ca: Copier les notes

source: Copy Phones
es_mx: Copiar teléfonos
fr_ca: Copier les numéros de téléphone

source: COST
es_mx: COSTO
fr_ca: COÛT

# CouldFindData
source: We could find the data!
es_mx: ¡Podríamos encontrar los datos!
fr_ca: Nous pourrions trouver les données !
