Repository: vavanv/CreateResxFromXlsx
Catalog: WebMessages.*.resx
Languages: es_mx, fr_ca

# RelationshipCalculationsDoneEvery24hours
source: Relationship calculations are done every 24 hours, if you would like to update this relationship please
es_mx: Los cálculos de la relación se realizan cada 24 horas; si desea actualizar esta relación, por favor,
fr_ca: Les calculs de relation sont effectués toutes les 24 heures, si vous souhaitez mettre à jour cette relation, veuillez

source: Relationships
es_mx: Relaciones
fr_ca: Relations

source: Releated Relationships
es_mx: Relaciones relacionadas
fr_ca: Relations connexes

source: Reload
es_mx: Recargar
fr_ca: Recharger

source: Reload Form
es_mx: Recargar formulario
fr_ca: Recharger le formulaire

source: Reload Frame
es_mx: Recargar marco
fr_ca: Recharger le cadre

source: Reload Map
es_mx: Recargar mapa
fr_ca: Recharger la carte

source: Remember Me
es_mx: Acuérdate de mí
fr_ca: Se souvenir de moi

source: Reminder
es_mx: Recordatorio
fr_ca: Rappel

# ReminderEmail
source: We will send you automatically an email on the selected Reminder Date
es_mx: Le enviaremos automáticamente un correo electrónico en la fecha de recordatorio seleccionada
fr_ca: Nous vous enverrons automatiquement un e-mail à la date de rappel sélectionnée

source: RemoteId
es_mx: Identificación remota
fr_ca: ID distant,

source: Remove
es_mx: Eliminar
fr_ca: Supprimer

source: remove Active route
es_mx: eliminar ruta activa
fr_ca: supprimer l'itinéraire actif

source: Remove Address
es_mx: Eliminar dirección
fr_ca: Supprimer l'adresse

source: Remove Avatar
es_mx: Eliminar avatar
fr_ca: Supprimer l'avatar

source: Remove Contact
es_mx: Eliminar contacto
fr_ca: Supprimer le contact

source: Removed
es_mx: ¡Eliminado!
fr_ca: Supprimé !

source: Remove Item
es_mx: Eliminar elemento
fr_ca: Supprimer l'élément

source: Remove Job Credit Older Than(Days)
es_mx: Eliminar crédito de trabajo anterior a (días)
fr_ca: Supprimer le crédit de travail plus ancien que (jours)

source: Remove Logo
es_mx: Eliminar logo
fr_ca: Supprimer le logo

source: Remove Organization
es_mx: Eliminar organización
fr_ca: Supprimer l'organisation

source: Remove profile picture...
es_mx: Eliminar la foto de perfil...
fr_ca: Supprimer la photo de profil...

source: Remove Widget
es_mx: Quitar Widget
fr_ca: Supprimer le Widget

source: Reopen
es_mx: Reabrir
fr_ca: Réouvrir

source: Re-order Widgets
es_mx: Reordenar widgets
fr_ca: Réorganiser les widgets

source: Reply
es_mx: Responder
fr_ca: Répondre

source: Reply All
es_mx: Responder a todos
fr_ca: Répondre à tous

source: report
es_mx: informe
fr_ca: Rapport

source: Report Range
es_mx: Rango de Reporte
fr_ca: Période du Rapport

source: Reports
es_mx: Informes
fr_ca: Rapports

source: Report View
es_mx: Vista del informe
fr_ca: Vue du rapport

source: Representative Commision
es_mx: Comisión de representante
fr_ca: Commission du représentant

source: Representative Commission
es_mx: Comisión del representante
fr_ca: Commission du représentant

source: Request a demo
es_mx: Solicitar una demostración
fr_ca: Demander une démo

source: Required
es_mx: Requerido
fr_ca: Requis

source: Required fields are marked with an asterisk *
es_mx: Los campos obligatorios están marcados con un asterisco *
fr_ca: Les champs obligatoires sont marqués d'un astérisque *

source: Re-Send
es_mx: Reenviar
fr_ca: Re-envoyer

source: Reset
es_mx: Reiniciar
fr_ca: Réinitialiser

source: Reset Password
es_mx: Restablecer contraseña
fr_ca: Réinitialiser le mot de passe

# ResetTopics
source: Topics That Will Reset Days Since Last Activity
es_mx: Temas que resetearán los días desde la última actividad
fr_ca: Sujets qui réinitialiseront les jours depuis la dernière activité

source: Restart
es_mx: Reiniciar
fr_ca: Redémarrer

source: Restore
es_mx: Restaurar
fr_ca: Restaurer

source: Restore Data
es_mx: Restaurar datos
fr_ca: Restaurer les données

source: Restore Started
es_mx: Restauración iniciada
fr_ca: Restauration commencée

source: Result
es_mx: Resultado
fr_ca: Résultat

source: Result Date
es_mx: Fecha del resultado
fr_ca: Date du résultat

source: Results
es_mx: Resultados
fr_ca: Résultats

source: Retention of information
es_mx: Retención de información
fr_ca: Conservation de l'information

source: Revenue
es_mx: Ingresos
fr_ca: Revenu

source: Revenue LY
es_mx: Ingresos LY
fr_ca: Revenu LY

source: Revenue Percent
es_mx: Porcentaje de ingresos
fr_ca: Pourcentage de revenu

source: Revenue YTD
es_mx: Ingresos YTD
fr_ca: Revenu YTD

# ReviewActivitiesByDateRangeForUsers
source: Review Activities by Date Range for Users (Note: Requires selection of topics)
es_mx: Revisar actividades por rango de fechas para usuarios (Nota: requiere la selección de temas)
fr_ca: Examiner les activités par plage de dates pour les utilisateurs (Remarque : nécessite la sélection de sujets)

# ReviewJobProgressByCount
source: Review Job progress by count, grouped by referral source
es_mx: Revisar el progreso del trabajo por recuento, agrupado por fuente de referencia
fr_ca: Examiner la progression des travaux par comptage, regroupée par source de référence

# ReviewJobProgressByPercentage
source: Review Job progress by percentage, grouped by referral source
es_mx: Revisar el progreso del trabajo por porcentaje, agrupado por fuente de referencia
fr_ca: Examiner la progression des travaux par pourcentage, regroupée par source de référence

source: Review Notes by Job
es_mx: Revisar notas por trabajo
fr_ca: Examiner les notes par travail

source: Role
es_mx: Rol
fr_ca: Rôle

source: Route
es_mx: Ruta

source: Route Address
es_mx: Dirección de la ruta
fr_ca: Adresse du route

source: Route Assignment History
es_mx: Historial de asignaciones de ruta
fr_ca: Historique des affectations du route

source: Route Assignment History All Dates
es_mx: Historial de todas las fechas de asignación de ruta
fr_ca: Historique de toutes les dates d'affectation du route

source: Route Data Import
es_mx: Importar datos de ruta
fr_ca: Importation de données du route

source: Route Details
es_mx: Detalles de la ruta
fr_ca: Détails de la route

source: Route History
es_mx: Historial de ruta
fr_ca: Historique de la route

source: RouteLabel
es_mx: Etiqueta de la ruta
fr_ca: Étiquette de la route

source: Route List
es_mx: Lista de rutas
fr_ca: Liste des routes

source: Route Notes
es_mx: Notas de la ruta
fr_ca: Notes du route

source: Route options
es_mx: Opciones de ruta
fr_ca: Options de route

source: Routes
es_mx: Rutas

# RouteSaved
source: Your route saved!
es_mx: ¡Tu ruta ha sido guardada!
fr_ca: Votre route enregistré !

source: Route Settings
es_mx: Configuración de la ruta
fr_ca: Paramètres de route

source: Route updated!
es_mx: ¡Ruta actualizada!
fr_ca: Route mis à jour !

source: Rule Colors
es_mx: Colores de regla
fr_ca: Couleurs de règle

source: Run Days
es_mx: Ejecutar días
fr_ca: Exécuter les jours

source: Run Test Data
es_mx: Ejecutar datos de prueba
fr_ca: Exécuter des données de test

source: Run Time
es_mx: Tiempo de ejecución
fr_ca: Durée d'exécution

source: Sales by Salesperson
es_mx: Ventas por vendedor
fr_ca: Ventes par représentant des ventes

# SalesBySalespersonReport
source: Sales by Salesperson
es_mx: Ventas por Vendedor
fr_ca: Ventes par Commercial

# SalesBySalespersonTooltip
source: Showing revenue by period by Salesperson.
es_mx: Mostrando los ingresos por periodo por vendedor.
fr_ca: Affichage des revenus par période par Commercial.

source: Sales Incentive
es_mx: Incentivo de ventas
fr_ca: Incitation à la vente

source: Sales Incentive Based on
es_mx: Incentivo de ventas basado en la actividad de la empresa
fr_ca: Incentive de vente basée sur l'activité de l'entreprise

# SalesIncentiveByJobsReport
source: Sales Incentive by Jobs
es_mx: Incentivo de Ventas por Trabajos
fr_ca: Commissions de vente par Dossier

# SalesIncentiveByJobsTooltip
source: Sales incentive report by jobs
es_mx: Informe de incentivos de ventas por trabajos
fr_ca: Rapport de commissions de vente par dossier

source: Sales Incentive by Salesperson
es_mx: Incentivo de ventas por vendedor
fr_ca: Incentive de vente par vendeur

source: Sales Incentive Dashboard
es_mx: Tablero de incentivos de ventas
fr_ca: Tableau de bord des incitatifs de vente

source: Sales Incentive Payment
es_mx: Pago de incentivo de ventas
fr_ca: Paiement d'incitatif de vente

source: Sales Incentive Payment List
es_mx: Lista de pagos de incentivo de ventas
fr_ca: Liste des paiements d'incitation à la vente

source: Sales Incentive Payment Report
es_mx: Informe de pagos de incentivo de ventas
fr_ca: Rapport sur les paiements d'incitation à la vente

# SalesIncentiveReport
source: Sales Incentive
es_mx: Incentivo de Ventas
fr_ca: Commission de vente

source: Sales Incentives
es_mx: Incentivos de ventas
fr_ca: Incitations à la vente

source: Sales Incentive Setup
es_mx: Configuración de incentivos de ventas
fr_ca: Configuration des incitatifs de vente

# SalesIncentiveTooltip
source: Sales incentive report
es_mx: Informe de incentivos de ventas
fr_ca: Rapport de commissions de vente

source: Salesperson
es_mx: Vendedor
fr_ca: Commercial

source: Salesperson2
es_mx: Vendedor2
fr_ca: Commercial2

source: Salesperson Contact Assign History
es_mx: Historial de asignaciones de contacto por vendedor
fr_ca: Historique des affectations de contact par représentant des ventes

# SalespersonEmailLogs
source: You can able to see salesperson daily inactive email logs and which manager received an email today. Please check the company inactive settings, if you do not see the user who assumed received email or no data for today.
es_mx: Puedes ver los registros diarios de correos electrónicos inactivos del vendedor y qué gerente recibió un correo electrónico hoy. Por favor, verifica la configuración de inactividad de la empresa, si no ves al usuario que asumió haber recibido el correo electrónico o no hay datos para hoy.
fr_ca: Vous pouvez voir les journaux quotidiens des e-mails inactifs du commercial et quel responsable a reçu un e-mail aujourd'hui. Veuillez vérifier les paramètres d'inactivité de l'entreprise, si vous ne voyez pas l'utilisateur qui aurait reçu l'e-mail ou aucune donnée pour aujourd'hui.

source: Salesperson History
es_mx: Historial de vendedor
fr_ca: Historique du représentant des ventes

source: SalesPersonId
es_mx: ID del vendedor
fr_ca: ID du représentant des ventes

source: Salesperson Id(user id)
es_mx: ID de vendedor (ID de usuario)
fr_ca: Identifiant du représentant des ventes (identifiant de l'utilisateur)

source: Salesperson: Not Assigned
es_mx: Vendedor: No asignado
fr_ca: Commercial : Non assigné

source: Salesperson Organization Assign History
es_mx: Historial de asignaciones de organización por vendedor
fr_ca: Historique des affectations d'organisation par commercial

source: Salesperson Total By Contact
es_mx: Total por vendedor por contacto
fr_ca: Total par commercial par contact

source: Salesperson Total By Organization
es_mx: Total por vendedor por organización
fr_ca: Total par commercial par organisation

source: Sales Rep List
es_mx: Lista de representantes de ventas
fr_ca: Liste des représentants des ventes

source: Sales Stage
es_mx: Etapa de ventas
fr_ca: Étape de vente

source: Sales Team
es_mx: Equipo de ventas
fr_ca: Équipe de vente

source: Sales Team > Contacts > Assigned Contacts
es_mx: Equipo de ventas > Contactos > Contactos asignados
fr_ca: Équipe de vente > Contacts > Contacts attribués

source: Sales Team > Contacts > Assign New Contact
es_mx: Equipo de ventas > Contactos > Asignar nuevo contacto
fr_ca: Équipe de vente > Contacts > Attribuer un nouveau contact

source: Sales Team > Contacts > History
es_mx: Historial de contactos del equipo de ventas
fr_ca: Historique des contacts de l'équipe de vente

# SalesTeamContactsHistoryReport
source: Sales Team Contacts History
es_mx: Historial de Contactos del Equipo de Ventas
fr_ca: Historique des contacts de l'équipe de vente

# SalesTeamContactsHistoryTooltip
source: Showing Contact ownership assignment by Salesperson.
es_mx: Mostrando la asignación de propiedad de contacto por vendedor.
fr_ca: Affichage de l'attribution de propriété des contacts par commercial.

source: Sales Team Data Reset
es_mx: Restablecer datos del equipo de ventas
fr_ca: Réinitialisation des données de l'équipe de vente

source: Sales Team > Organizations > Assign New Organizations
es_mx: Equipo de ventas > Organizaciones > Asignar nuevas organizaciones
fr_ca: Équipe de vente > Organisations > Attribuer de nouvelles organisations

source: Sales Team > Organizations > History
es_mx: Equipo de ventas > Organizaciones > Historial
fr_ca: Équipe de vente > Organisations > Historique

source: Sales Team Web Integration
es_mx: Integración web del equipo de ventas
fr_ca: Intégration Web de l'équipe de vente

source: Sales to Date
es_mx: Ventas hasta la fecha
fr_ca: Ventes à ce jour

source: Same as Incoming Mail Server
es_mx: Igual que el servidor de correo entrante
fr_ca: Identique au serveur de messagerie entrant

source: Satellite Locations
es_mx: Ubicaciones satélite
fr_ca: Emplacements satellites

source: Satisfaction
es_mx: Satisfacción

source: Save
es_mx: Guardar...
fr_ca: Enregistrer...

source: Save Address
es_mx: Guardar dirección
fr_ca: Enregistrer l'adresse

# SaveAndApply
source: Save & Apply
es_mx: Guardar y aplicar
fr_ca: Enregistrer et appliquer

# SaveAndClose
source: Save&Close
es_mx: Guardar y cerrar
fr_ca: Sauvegarder et fermer

source: Save And Next
es_mx: Guardar y siguiente
fr_ca: Enregistrer et suivant

source: Save Content
es_mx: Guardar contenido
fr_ca: Enregistrer le contenu

source: Saved!
es_mx: ¡Guardado!
fr_ca: Enregistré !

source: Save Route
es_mx: Guardar ruta
fr_ca: Enregistrer l'itinéraire

source: Save View
es_mx: Guardar vista
fr_ca: Enregistrer la vue

source: Scheduled Date
es_mx: Fecha programada
fr_ca: Date prévue

source: Scheduled Report
es_mx: Informe programado
fr_ca: Rapport planifié

source: Scheduled Reports
es_mx: Informes programados
fr_ca: Rapports planifiés

source: Scheme Id
es_mx: ID del esquema
fr_ca: ID du schéma

source: Score
es_mx: Puntuación
fr_ca: Note

source: Search
es_mx: Buscar
fr_ca: Rechercher

source: Search Address
es_mx: Búsqueda de dirección
fr_ca: Rechercher une adresse

source: Search By
es_mx: Buscar por
fr_ca: Rechercher par

source: Search Contact
es_mx: Buscar contacto
fr_ca: Rechercher un contact

source: Searching all contacts with Phone or Email...
es_mx: Buscando todos los contactos con teléfono o correo electrónico...
fr_ca: Recherche de tous les contacts avec téléphone ou email...

source: Search in Organizations...
es_mx: Buscar en organizaciones...
fr_ca: Rechercher dans les organisations...

source: Search Route
es_mx: Buscar ruta
fr_ca: Rechercher une route

# SearchShowMax100Records
source: Search, Show maximum first 100 records, please keep type more find your record
es_mx: Busque, muestre como máximo los primeros 100 registros, por favor siga escribiendo para encontrar su registro
fr_ca: Recherchez, affichez au maximum les 100 premiers enregistrements, veuillez continuer à taper pour trouver votre enregistrement

# SecondAddress
source: 2. Address
es_mx: 2. Dirección
fr_ca: 2. Adresse

# SecondQuarter
source: 2. Quarter
es_mx: 2do. Trimestre
fr_ca: 2e trimestre

source: seconds
es_mx: segundos
fr_ca: secondes

# SeeChanges
source: I want to see the changes
es_mx: Quiero ver los cambios
fr_ca: Je veux voir les changements

source: select
es_mx: Seleccionar
fr_ca: Sélectionner

source: select active route
es_mx: seleccionar ruta activa
fr_ca: sélectionner la route actif

source: Select Address
es_mx: Seleccionar dirección
fr_ca: Sélectionner une adresse

source: Select All
es_mx: Seleccionar todo
fr_ca: Tout sélectionner

source: Select all fields for address
es_mx: Seleccionar todos los campos para la dirección
fr_ca: Sélectionner tous les champs pour l'adresse

# SelectAllFieldsForContact
source: Select all fields for contacts
es_mx: Seleccionar todos los campos para contactos
fr_ca: Sélectionner tous les champs pour les contacts

source: Select all fields for custom fields
es_mx: Seleccionar todos los campos para campos personalizados
fr_ca: Sélectionner tous les champs pour les champs personnalisés

source: Select all fields for email
es_mx: Seleccionar todos los campos para correo electrónico
fr_ca: Sélectionner tous les champs pour l'e-mail

source: Select all fields for phone
es_mx: Seleccionar todos los campos para teléfono
fr_ca: Sélectionner tous les champs pour le téléphone

source: Select All Filtered Items
es_mx: Seleccionar todos los elementos filtrados
fr_ca: Sélectionner tous les éléments filtrés

source: Select an Email!
es_mx: ¡Seleccione un correo electrónico!
fr_ca: Sélectionner un e-mail !

source: Select Audience
es_mx: Seleccionar audiencia
fr_ca: Sélectionner le public

source: Select Carrier
es_mx: Seleccionar transportista
fr_ca: Sélectionner le Transporteur

source: Select Color
es_mx: Seleccionar color
fr_ca: Sélectionner la couleur

source: Select Column
es_mx: Seleccionar columna
fr_ca: Sélectionner une colonne

source: Select Company
es_mx: Seleccionar empresa
fr_ca: Sélectionner l'entreprise

source: Select Condition
es_mx: Seleccionar condición
fr_ca: Sélectionner une condition

source: Select Contact
es_mx: Seleccionar contacto
fr_ca: Sélectionner le contact

source: Select Contacts
es_mx: Seleccionar contactos
fr_ca: Sélectionner des contacts

# SelectContactss
source: Select contact(s)
es_mx: Seleccionar contacto(s)
fr_ca: Sélectionner le(s) contact(s)

source: Select Country
es_mx: Seleccionar país
fr_ca: Sélectionner le pays

source: Select Destination Contact
es_mx: Seleccionar contacto de destino
fr_ca: Sélectionner le contact de destination

source: Selected
es_mx: Seleccionado
fr_ca: Sélectionné

source: Selected contact assigned
es_mx: Contacto seleccionado asignado
fr_ca: Contact sélectionné affecté

source: Selected Contacts
es_mx: Contactos seleccionados
fr_ca: Contacts sélectionnés

source: Selected contact unassigned
es_mx: Contacto seleccionado no asignado
fr_ca: Contact sélectionné non affecté

source: Selected email inserted
es_mx: Correo electrónico seleccionado insertado
fr_ca: Email sélectionné inséré

source: Selected Emails
es_mx: Correos electrónicos seleccionados
fr_ca: E-mails sélectionnés

source: Selected Items
es_mx: Elementos seleccionados
fr_ca: Éléments sélectionnés

source: Selected Organizations
es_mx: Organizaciones seleccionadas
fr_ca: Organisations sélectionnées

source: Selected organizations assigned
es_mx: Organizaciones seleccionadas asignadas
fr_ca: Organisations sélectionnées affectées

source: Selected organizations unassigned
es_mx: Organizaciones seleccionadas no asignadas
fr_ca: Organisations sélectionnées non affectées

source: Selected Phones
es_mx: Teléfonos seleccionados
fr_ca: Téléphones sélectionnés

# SelectedTotal
source: You selected total
es_mx: Has seleccionado un total
fr_ca: Vous avez sélectionné un total

source: Selected Users
es_mx: Usuarios seleccionados
fr_ca: Utilisateurs sélectionnés

source: Select Email
es_mx: Seleccionar correo electrónico
fr_ca: Sélectionner l'e-mail

source: Select Emails
es_mx: Seleccionar correos electrónicos
fr_ca: Sélectionner des e-mails

source: Select Employee
es_mx: Seleccionar empleado
fr_ca: Sélectionner un employé

source: Select Employee Group
es_mx: Seleccionar grupo de empleados
fr_ca: Sélectionner un groupe d'employés

source: Select Fields
es_mx: Seleccionar campos
fr_ca: Sélectionner les champs

source: Select File
es_mx: Seleccionar archivo
fr_ca: Sélectionner un fichier

source: Select Here!
es_mx: ¡Seleccionar aquí!
fr_ca: Sélectionner ici !

source: Select Import File (*xls)
es_mx: Seleccionar archivo de importación (xls)
fr_ca: Sélectionner le fichier d'importation (* xls)

source: Selection Done
es_mx: Selección completa
fr_ca: Sélection terminée

source: Selection Items
es_mx: Elementos de selección
fr_ca: Éléments de sélection

source: Select Items
es_mx: Seleccionar elementos
fr_ca: Sélectionner les éléments

source: Select Job Columns Group
es_mx: Seleccionar grupo de columnas de trabajos
fr_ca: Sélectionner un groupe de colonnes d'dossiers

source: Select Jobs
es_mx: Seleccionar trabajos
fr_ca: Sélectionner des dossiers

source: Select jobs(s)
es_mx: Seleccionar trabajo(s)
fr_ca: Sélectionner le(s) dossier(s)

source: Select Message
es_mx: Seleccionar mensaje
fr_ca: Sélectionner le message

source: Select Module
es_mx: Seleccionar módulo
fr_ca: Sélectionner le module

source: Select Note Template
es_mx: Seleccionar plantilla de nota
fr_ca: Sélectionner le modèle de note

source: Select Numbers
es_mx: Seleccionar números
fr_ca: Sélectionner des numéros

source: Select Office
es_mx: Seleccionar oficina
fr_ca: Sélectionner un bureau

source: Select Organization
es_mx: Seleccionar organización
fr_ca: Sélectionner l'organisation

source: Select Organization Group
es_mx: Seleccionar grupo de organizaciones
fr_ca: Sélectionner un groupe d'organisations

source: Select Organizations
es_mx: Seleccionar organizaciones
fr_ca: Sélectionner des organisations

source: Select Organization Type
es_mx: Seleccionar tipo de organización
fr_ca: Sélectionner le type d'organisation

# SelectOrganizationTypePlaceholder
source: -Select Organization Type-
es_mx: -Seleccionar el tipo de organización-
fr_ca: -Sélectionner le type d'organisation-

source: - Select Parent Group
es_mx: - Seleccionar grupo principal
fr_ca: - Sélectionner le groupe parent,

source: - Select Parent Group Role
es_mx: - Seleccionar rol del grupo principal
fr_ca: - Sélectionner le rôle du groupe parent,

# SelectParentGroupTypePlaceholder
source: -Select Parent Group Type-
es_mx: -Seleccionar el tipo de grupo principal-
fr_ca: -Sélectionner le type de groupe parent-

source: Select Phone
es_mx: Seleccionar teléfono
fr_ca: Sélectionner le téléphone

source: Select Phones
es_mx: Seleccionar teléfonos
fr_ca: Sélectionner des téléphones

# SelectPlaceholder
source: - Select -
es_mx: - Seleccionar -
fr_ca: - Sélectionner -

source: Select Price Level
es_mx: Seleccionar nivel de precio
fr_ca: Sélectionner le niveau de prix

source: Select Program
es_mx: Seleccionar programa
fr_ca: Sélectionner le programme

source: Select Programs
es_mx: Seleccionar programas
fr_ca: Sélectionner des programmes

# SelectRecordAndFieldsToMerge
source: Select record and then select fields to merge into the main record.
es_mx: Seleccione el registro y luego seleccione los campos para fusionar en el registro principal.
fr_ca: Sélectionnez l'enregistrement, puis sélectionnez les champs à fusionner dans l'enregistrement principal.

source: Select Region
es_mx: Seleccionar región
fr_ca: Sélectionner la région

source: Select Regions
es_mx: Seleccionar regiones
fr_ca: Sélectionner des régions

# SelectRolePlaceholder
source: -- Select Role --
es_mx: -- Seleccionar un rol --
fr_ca: -- Sélectionner un rôle --

source: Select Sales Rep
es_mx: Seleccionar representante de ventas
fr_ca: Sélectionner le représentant des ventes

source: Select SMS Template
es_mx: Seleccionar plantilla de SMS
fr_ca: Sélectionner un modèle SMS

source: Select Source Contact
es_mx: Seleccionar contacto de origen
fr_ca: Sélectionner le contact source

source: Select Template
es_mx: Seleccionar plantilla
fr_ca: Sélectionner le modèle

# SelectTemplatePlaceholder
source: -Select Template-
es_mx: -Seleccionar una plantilla-
fr_ca: -Sélectionner un modèle-

source: Select Term
es_mx: Seleccionar término
fr_ca: Sélectionner le terme

source: Select Topics
es_mx: Seleccionar Temas
fr_ca: Sélectionner des Sujets

source: Select User
es_mx: Seleccionar usuario
fr_ca: Sélectionner l'utilisateur

source: Select Users
es_mx: Seleccionar usuarios
fr_ca: Sélectionner des utilisateurs

source: Select Your Sync Folders
es_mx: Seleccione sus carpetas de sincronización
fr_ca: Sélectionnez vos dossiers de synchronisation
