Repository: vavanv/CreateResxFromXlsx
Catalog: WebMessages.*.resx
Languages: es_mx, fr_ca

source: Self-Registered Details
es_mx: Detalles de autoinscripción
fr_ca: Détails d'auto-enregistrement

source: Semi Annually
es_mx: Semestralmente
fr_ca: Semestriel

source: Send
es_mx: Enviar
fr_ca: Envoyer

source: Send/Receive Email Settings
es_mx: Configuración de envío/recepción de correo electrónico
fr_ca: Paramètres d'envoi/réception d'e-mails

source: Send Email
es_mx: Enviar correo electrónico
fr_ca: Envoyer un e-mail

source: Sender
es_mx: Remitente
fr_ca: Expéditeur

source: Sending test email...
es_mx: Enviando correo electrónico de prueba...
fr_ca: Envoi d'un e-mail de test...

source: Send Message
es_mx: Enviar mensaje
fr_ca: Envoyer un message

source: Send/Receive All
es_mx: Enviar/Recibir todo
fr_ca: Tout envoyer/recevoir

source: Send/Receive Email Settings
es_mx: Configuración de envío/recepción de correo electrónico
fr_ca: Paramètres d'envoi/réception des e-mails

source: Send SMS
es_mx: Enviar SMS
fr_ca: Envoyer un SMS

source: Send Test Email
es_mx: Enviar correo de prueba
fr_ca: Envoyer un courriel de test

source: Send To Queue
es_mx: Enviar a la cola
fr_ca: Envoyer à la file d'attente

source: Sent
es_mx: Enviado
fr_ca: Envoyé

source: Sent Answered To PJM
es_mx: Respuesta enviada a PJM
fr_ca: Réponse envoyée à PJM

# SeparateWithSemiColonMultiEmails
source: * Separate with semi-colon multi emails. (a@b.com;c@t.com...)
es_mx: * Separar con punto y coma múltiples correos electrónicos (a@b.com;c@t.com...)
fr_ca: * Séparez par un point-virgule plusieurs adresses e-mail (a@b.com;c@t.com...)

# SeparateWithSemiColonMultiPhones
source: * Separate with semi-colon multi phones. Please enter 10 characters (1123456890;1234567890 ...)
es_mx: * Separar con punto y coma múltiples teléfonos. Por favor, ingrese 10 caracteres (1123456890;1234567890...)
fr_ca: * Séparez par un point-virgule plusieurs numéros de téléphone. Veuillez entrer 10 caractères (1123456890;1234567890...)

source: September
es_mx: Septiembre
fr_ca: Septembre

source: Server Address
es_mx: Dirección del servidor
fr_ca: Adresse du serveur

source: Server Host
es_mx: Host del servidor
fr_ca: Hôte du serveur

# ServerInformationSameIncomingMailServer
source: Server Information Same as Incoming Mail Server?
es_mx: ¿La información del servidor es la misma que la del servidor de correo entrante?
fr_ca: Les informations sur le serveur sont-elles identiques à celles du serveur de messagerie entrant ?

# SessionExpired
source: Your session has expired!
es_mx: ¡Tu sesión ha expirado!
fr_ca: Votre session a expiré !

# SetCurrentLocation
source: Set my current location
es_mx: Establecer mi ubicación actual
fr_ca: Définir ma position actuelle

source: Setting note topic ids:
es_mx: Configuración de ID de temas de notas:
fr_ca: Configuration des identifiants de sujet de note :

source: Setting note total days check:
es_mx: Configuración de verificación del total de días de la nota:
fr_ca: Vérification du nombre total de jours de saisie de note :

source: Settings
es_mx: Configuración
fr_ca: Paramètres

source: Settings has been updated!
es_mx: ¡La configuración se ha actualizado!
fr_ca: Les paramètres ont été mis à jour !

source: Settings saved!
es_mx: ¡Configuración guardada!
fr_ca: Paramètres enregistrés !

source: setup
es_mx: configurar
fr_ca: Configuration

source: Setup Users.
es_mx: Configurar usuarios.
fr_ca: Configurer les utilisateurs.

source: Severe Weather Outlook
es_mx: Pronóstico de clima severo
fr_ca: Perspectives météorologiques graves

source: share
es_mx: compartir
fr_ca: partager

source: Share Widget
es_mx: Compartir widget
fr_ca: Partager le widget

# shareWidgetWithYou
source: share a widget with you!
es_mx: compartir un widget contigo
fr_ca: partager un widget avec vous !

source: Share your saved grid views with all company users.
es_mx: Comparte tus vistas de cuadrícula guardadas con todos los usuarios de la empresa.
fr_ca: Partagez vos vues de grille enregistrées avec tous les utilisateurs de l'entreprise.

source: Shipping Address
es_mx: Dirección de envío
fr_ca: Adresse de livraison

source: Show
es_mx: Mostrar
fr_ca: Afficher

source: Show Activity Emails
es_mx: Mostrar correos electrónicos de actividad
fr_ca: Afficher les e-mails d'activité

source: Show Alert Recipients
es_mx: Mostrar destinatarios de alertas
fr_ca: Afficher les destinataires d'alerte

source: Show Days
es_mx: Mostrar días
fr_ca: Afficher les jours

source: Show Fileds
es_mx: Mostrar campos
fr_ca: Afficher les champs

source: Showing all notes entered by Contact
es_mx: Mostrando todas las notas ingresadas por contacto
fr_ca: Affichage de toutes les notes saisies par contact

source: Showing all notes entered by Lead Contact
es_mx: Mostrando todas las notas ingresadas por el contacto principal
fr_ca: Affichage de toutes les notes saisies par le contact principal

source: Showing all notes entered by Lead Organization
es_mx: Mostrando todas las notas ingresadas por la organización principal
fr_ca: Affichage de toutes les notes saisies par l'organisation principale

source: Showing all notes entered by Organization
es_mx: Mostrando todas las notas ingresadas por la organización
fr_ca: Affichage de toutes les notes saisies par l'organisation

# ShowingAllNotesForOrganizationAndContactOwnedBySalesperson
source: Showing all notes for Organization and Contact that are owned by a salesperson
es_mx: Mostrando todas las notas de la organización y el contacto que son propiedad de un vendedor
fr_ca: Affichage de toutes les notes pour l'organisation et le contact qui sont détenues par un commercial

# ShowingAnyContactsMissing
source: Showing any contacts missing (phone, email or address)
es_mx: Mostrando cualquier contacto que falte (teléfono, correo electrónico o dirección)
fr_ca: Affichage de tout contact manquant (téléphone, e-mail ou adresse)

# ShowingAnyContactsMissingSalesperson
source: Showing any contacts missing a salesperson
es_mx: Mostrando cualquier contacto que falte un vendedor
fr_ca: Affichage de tout contact manquant un commercial

source: Showing any job missing salesperson credit
es_mx: Mostrando cualquier trabajo que falte crédito de vendedor
fr_ca: Affichage de tout dossier manquant de crédit de commercial

# ShowingAnyOrganizationMissing
source: Showing any organization missing (phone, email or address)
es_mx: Mostrando cualquier organización que falte (teléfono, correo electrónico o dirección)
fr_ca: Affichage de toute organisation manquante (téléphone, e-mail ou adresse)

# ShowingAnyOrganizationsMissingSalesperson
source: Showing any organizations missing a salesperson
es_mx: Mostrando cualquier organización que falte un vendedor
fr_ca: Affichage de toute organisation manquante un commercial

source: Showing Contact Opportunities by period
es_mx: Mostrando oportunidades de contacto por período
fr_ca: Affichage des opportunités de contact par période

source: Showing Contact ownership assignment by Salesperson.
es_mx: Mostrando la asignación de propiedad del contacto por vendedor.
fr_ca: Affichage de l'affectation de propriété du contact par commercial.

source: Showing Contact ranking changes by period
es_mx: Mostrando cambios de clasificación del contacto por período
fr_ca: Affichage des changements de classement du contact par période

source: Showing detailed jobs by Referral Source by Period
es_mx: Mostrando trabajos detallados por fuente de referencia por período
fr_ca: Affichage détaillé des dossiers par source de recommandation par période

source: Showing Job Credit details by period by salesperson
es_mx: Mostrando detalles de crédito de trabajo por período por vendedor
fr_ca: Affichage des détails de crédit d'dossier par période par commercial

# ShowingJobWhereCreditRemovedDueToInactivity
source: Showing job where credit was removed due to inactivity
es_mx: Mostrando trabajos donde se eliminó el crédito debido a la inactividad
fr_ca: Affichage du travail où le crédit a été supprimé en raison de l'inactivité

source: Showing last 10 jobs...
es_mx: Mostrando los últimos 10 trabajos...
fr_ca: Affichage des 10 derniers dossiers...

source: Showing max 500 address.
es_mx: Mostrando máximo 500 direcciones.
fr_ca: Affichage maximum de 500 adresses.,

source: Showing Organization Opportunities by period
es_mx: Mostrando oportunidades de organización por período
fr_ca: Affichage des opportunités d'organisation par période

source: Showing Organization ranking changes by period
es_mx: Mostrando cambios de clasificación de la organización por período
fr_ca: Affichage des changements de classement de l'organisation par période

# ShowingReferralCountByContactAndDaysSinceLastActivity
source: Showing Referral Count by Contact and days since the last activity
es_mx: Mostrando el recuento de referencias por contacto y días desde la última actividad
fr_ca: Affichage du nombre de recommandations par contact et jours depuis la dernière activité

# ShowingReferralCountByOrganizationAndDaysSinceLastActivity
source: Showing Referral Count by Organization and days since the last activity
es_mx: Mostrando el recuento de referencias por organización y días desde la última actividad
fr_ca: Affichage du nombre de recommandations par organisation et jours depuis la dernière activité

source: Showing revenue by period by Salesperson.
es_mx: Mostrando ingresos por período por vendedor.
fr_ca: Affichage des revenus par période par commercial.

# ShowingSummaryTotalByReferralSourceByPeriod
source: Showing a Summary total by Referral Source by Period
es_mx: Mostrando un resumen total por fuente de referencia por período
fr_ca: Affichage d'un total récapitulatif par source de recommandation par période

# ShowingWhereCreditManuallyAssignedToSalesperson
source: Showing where credit was manually assigned to a salesperson
es_mx: Mostrando dónde se asignó manualmente el crédito a un vendedor
fr_ca: Affichage où le crédit a été attribué manuellement à un commercial

source: Show Labels
es_mx: Mostrar etiquetas
fr_ca: Afficher les étiquettes,

# ShowMax100Records
source: Show maximum first 100 records, please keep typing to find your record
es_mx: Mostrar un máximo de 100 registros, por favor, siga escribiendo para encontrar su registro
fr_ca: Afficher les 100 premiers enregistrements au maximum, veuillez continuer à taper pour trouver votre enregistrement

source: Show More
es_mx: Mostrar más
fr_ca: Afficher plus

source: Show Nights
es_mx: Mostrar noches
fr_ca: Afficher les nuits

source: Show On Map
es_mx: Mostrar en el mapa
fr_ca: Afficher sur la carte

source: Show Placeholders...
es_mx: Mostrar marcadores de posición...
fr_ca: Afficher les espaces réservés...

source: Show Recurrence
es_mx: Mostrar recurrencia
fr_ca: Afficher la récurrence

source: Show Reminder
es_mx: Mostrar recordatorio
fr_ca: Afficher le rappel

source: SHOW STAGES
es_mx: MOSTRAR ETAPAS
fr_ca: AFFICHER LES ÉTAPES

source: SIC Code
es_mx: Código SIC
fr_ca: Code SIC

source: Signature
es_mx: Firma

source: Signature updated!
es_mx: ¡Firma actualizada!
fr_ca: Signature mise à jour !

source: Sign in
es_mx: Iniciar sesión
fr_ca: Se connecter

source: Since Last Activity
es_mx: Desde la última actividad
fr_ca: Depuis la dernière activité

source: Since Last Note
es_mx: Desde la última nota
fr_ca: Depuis la dernière note

source: Since Last Ref
es_mx: Desde la última referencia
fr_ca: Depuis la dernière référence

source: Since Login (days)
es_mx: Desde el inicio de sesión (días)
fr_ca: Depuis la connexion (jours)

source: Single Line Input
es_mx: Entrada de una sola línea
fr_ca: Saisie sur une seule ligne

source: SMS Content
es_mx: Contenido del SMS
fr_ca: Contenu du SMS

# SMSHasBeenSent
source: Your SMS has been sent!
es_mx: ¡Tu SMS ha sido enviado!
fr_ca: Votre SMS a été envoyé !

# SMSSent
source: Your SMS sent!
es_mx: ¡Tu SMS ha sido enviado!
fr_ca: Votre SMS envoyé !

source: SMS Template
es_mx: Plantilla de SMS
fr_ca: Modèle SMS

source: Snow Amount
es_mx: Cantidad de nieve
fr_ca: Quantité de neige

source: Sold vs Lost
es_mx: Vendido vs Perdido
fr_ca: Vendu vs Perdu

source: Sorry, something went wrong
es_mx: Lo siento, algo salió mal.
fr_ca: Désolé, quelque chose s'est mal passé,

source: Sort By
es_mx: Ordenar por
fr_ca: Trier par

source: Source
es_mx: Fuente

# SourceDestinationContactCanNotSame
source: Source and Destination contact can not be the same!
es_mx: ¡El contacto de origen y destino no pueden ser el mismo!
fr_ca: Le contact source et le contact de destination ne peuvent pas être les mêmes !

# SourceId
source: Source #
es_mx: N.º de fuente

source: Spanish
es_mx: Español
fr_ca: Espagnol

# SpanishUS
source: Spanish (United States)
es_mx: Español (Estados Unidos)
fr_ca: Espagnol (États-Unis)

source: Speed of Answer
es_mx: Velocidad de respuesta
fr_ca: Vitesse de réponse

source: Stage
es_mx: Etapa
fr_ca: Étape,

source: Star
es_mx: Estrella
fr_ca: Étoile

source: Star Before
es_mx: Estrella antes
fr_ca: Étoile avant

source: Star Current
es_mx: Estrella actual
fr_ca: Étoile actuelle

source: Stars
es_mx: Estrellas
fr_ca: Étoiles

source: Start
es_mx: Iniciar
fr_ca: Démarrer

source: Start building your chart
es_mx: Comience a construir su gráfico
fr_ca: Commencez à construire votre graphique

source: Start building your custom report.
es_mx: Comience a construir su informe personalizado.
fr_ca: Commencez à construire votre rapport personnalisé.

source: Start building your pivot table
es_mx: Comience a construir su tabla dinámica
fr_ca: Commencez à construire votre tableau croisé dynamique

source: Start building your report.
es_mx: Comience a construir su informe.
fr_ca: Commencez à construire votre rapport.

# StartBuildOwnDashboard.
source: Start build your own dashboard.
es_mx: Comienza a construir tu propio tablero.
fr_ca: Commencez à construire votre propre tableau de bord.

source: StartDate
es_mx: Fecha de inicio
fr_ca: Date de début

source: Started
es_mx: Iniciado
fr_ca: Démarré

source: Started Date
es_mx: Fecha de inicio
fr_ca: Date de début

source: Start Import
es_mx: Iniciar la importación
fr_ca: Démarrer l'importation

source: Start Location
es_mx: Ubicación de inicio
fr_ca: Lieu de départ

source: Start New Route
es_mx: Iniciar nueva ruta
fr_ca: Démarrer un nouvel itinéraire

source: Start Over
es_mx: Reiniciar
fr_ca: Recommencer

source: Start Send
es_mx: Iniciar el envío
fr_ca: Démarrer l'envoi

source: Start Test
es_mx: Iniciar prueba
fr_ca: Démarrer le test

source: Start Time
es_mx: Hora de inicio
fr_ca: Heure de début

source: Start Timer
es_mx: Iniciar temporizador
fr_ca: Démarrer la minuterie

source: Start your new route
es_mx: Inicie su nueva ruta
fr_ca: Démarrez votre nouvel itinéraire

source: State
es_mx: Estado
fr_ca: État

source: States
es_mx: Estados
fr_ca: États

source: StatesEnrolled
es_mx: Estados inscritos
fr_ca: États inscrits

source: States Worked
es_mx: Estados trabajados
fr_ca: États travaillés

# StatisticsBySalespersonReport
source: Statistics by Salesperson
es_mx: Estadísticas por Vendedor
fr_ca: Statistiques par commercial

# StatisticsBySalespersonTooltip
source: Salesperson Statistics
es_mx: Estadísticas por vendedor
fr_ca: Statistiques des commerciaux

source: Status
es_mx: Estado
fr_ca: Statut

source: Step 1: Select your MailChimp Audience
es_mx: Paso 1: Selecciona tu audiencia de MailChimp
fr_ca: Étape 1 : Sélectionnez votre audience MailChimp

source: Step 2: Import contacts to your MailChimp Audience
es_mx: Paso 2: Importa contactos a tu audiencia de MailChimp
fr_ca: Étape 2 : Importez des contacts dans votre audience MailChimp

source: Steps Completed
es_mx: Pasos completados
fr_ca: Étapes terminées

source: Stops
es_mx: Paradas
fr_ca: Arrêts

source: Stop Timer
es_mx: Detener temporizador
fr_ca: Arrêter le minuterie

source: Straight Talk
es_mx: Conversación directa
fr_ca: Discussion franche

source: Street
es_mx: Calle
fr_ca: Rue

source: Street2
es_mx: Calle2
fr_ca: Rue2

source: Street View
es_mx: Vista de la calle
fr_ca: Vue de la rue

source: StrictBounds
es_mx: Límites estrictos
fr_ca: Limites strictes

source: Su
es_mx: Dom
fr_ca: Dim

source: Subject
es_mx: Asunto
fr_ca: Sujet

source: Submit
es_mx: Enviar
fr_ca: Soumettre

source: Submit Feedback
es_mx: Enviar comentarios
fr_ca: Soumettre des commentaires

source: Subscribe
es_mx: Suscribirse
fr_ca: S'abonner

source: Subscription Expires
es_mx: Suscripción caduca
fr_ca: Abonnement expire

source: Subscriptions
es_mx: Suscripciones
fr_ca: Abonnements

source: Subscription Type
es_mx: Tipo de suscripción
fr_ca: Type d'abonnement

source: Subscription Types
es_mx: Tipos de suscripciones
fr_ca: Types d'abonnements

source: Summary
es_mx: Resumen
fr_ca: Résumé

source: SUMMARY LIST
es_mx: LISTA DE RESUMEN
fr_ca: LISTE RÉSUMÉE

source: Support
es_mx: Soporte

source: Survey
es_mx: Encuesta
fr_ca: Sondage

source: Survey Alert List
es_mx: Lista de alertas de encuestas
fr_ca: Liste d'alertes de sondage

# SurveyAlreadyEntered
source: Survey already entered. Thank you!
es_mx: ¡Encuesta ya ingresada. ¡Gracias!
fr_ca: Sondage déjà rempli. Merci !

source: Survey Answer List
es_mx: Lista de Respuestas de la Encuesta
fr_ca: Liste des Réponses du Sondage

source: Survey Description
es_mx: Descripción de la encuesta
fr_ca: Description du sondage

# SurveyHasNotBeenAnswered
source: The survey has not been answered yet!
es_mx: ¡La encuesta no ha sido respondida todavía!
fr_ca: Le sondage est sans réponse!

source: Survey List
es_mx: Lista de Encuestas
fr_ca: Liste des Sondages

source: Survey not found!
es_mx: ¡Encuesta no encontrada!
fr_ca: Sondage non trouvé !

source: Survey Source Log List
es_mx: Lista de Registro de Fuentes de Encuestas
fr_ca: Liste des journaux des Sources de Sondage

source: Survey Sourve List
es_mx: Lista de fuentes de encuesta
fr_ca: Liste des sources d'enquête

source: Survey Title
es_mx: Título de la encuesta
fr_ca: Titre du sondage

source: Suspended Public
es_mx: Público suspendido
fr_ca: Suspendu au public

source: Sync
es_mx: Sincronización
fr_ca: Synchronisation

source: Sync Report
es_mx: Informar sincronización
fr_ca: Rapport de synchronisation

source: Sync Type
es_mx: Tipo de sincronización
fr_ca: Type de synchronisation

source: System Templates
es_mx: Plantillas del sistema
fr_ca: Modèles système

source: System User
es_mx: Usuario del sistema
fr_ca: Utilisateur système

source: Task
es_mx: Tarea
fr_ca: Tâche

source: Task Details
es_mx: Detalles de la tarea
fr_ca: Détails de la tâche

source: Task List
es_mx: Lista de tareas
fr_ca: Liste des tâches

source: Tasks
es_mx: Tareas
fr_ca: Tâches

source: Tasks > Task List
es_mx: Tareas > Lista de tareas
fr_ca: Tâches > Liste des tâches

source: Taxable
es_mx: Gravable
fr_ca: Imposable

source: Taxes
es_mx: Impuestos

source: Team
es_mx: Equipo
fr_ca: Équipe

source: Tech
es_mx: Técnico

source: Templates
es_mx: Plantillas
fr_ca: Modèles

source: Term
es_mx: Término
fr_ca: Terme

source: Term Adj
es_mx: Término ajustado
fr_ca: Terme ajusté

source: Terms
es_mx: Términos
fr_ca: Termes

source: Terms and conditions
es_mx: Términos y condiciones
fr_ca: Conditions générales

source: Terms of Use
es_mx: Términos de uso
fr_ca: Conditions d'utilisation

source: Test
es_mx: Prueba

source: Test add a note
es_mx: Prueba agregar una nota
fr_ca: Testez l'ajout d'une note

source: Test MailChimp
es_mx: Probar MailChimp
fr_ca: Testez MailChimp

source: Test Report
es_mx: Informe de prueba
fr_ca: Rapport de test

source: Tests
es_mx: Pruebas

source: Text
es_mx: Texto
fr_ca: Texte

source: Th
es_mx: Ju
fr_ca: Je

# ThankYouForCallingOurOffices
source: Thank you for calling. Our offices are now closed. Please try again during business hours.
es_mx: Gracias por llamar. Nuestras oficinas están cerradas en este momento. Por favor, vuelva a intentarlo durante el horario comercial.
fr_ca: Merci d'avoir appelé. Nos bureaux sont maintenant fermés. Veuillez réessayer pendant les heures de bureau.

# ThankYouForCallingPleaseChooseFrom
source: Thanks for calling. Please choose from one of the following options.
es_mx: Gracias por llamar. Por favor, elija una de las siguientes opciones.
fr_ca: Merci d'avoir appelé. Veuillez choisir l'une des options suivantes.

# ThankYouForCallingPleaseWaitWhile
source: Thank you for calling. Please wait while we transfer your call.
es_mx: Gracias por llamar. Por favor, espere mientras transferimos su llamada.
fr_ca: Merci d'avoir appelé. Veuillez patienter pendant que nous transférons votre appel.

source: Thank You For Completing The Survey
es_mx: Gracias por completar la encuesta
fr_ca: Merci d'avoir complété le sondage

source: Thank you for your feedback.
es_mx: Gracias por tu retroalimentación.
fr_ca: Merci pour vos commentaires.,

# TheInactivityCountersBelowWillOnlyLook
source: * The Inactivity counters below will only look at the&nbsp;<b style="text-decoration:underline">maximum</b>&nbsp;number within the row and not look at lower numbers against the same topic.
es_mx: Los contadores de inactividad a continuación solo tendrán en cuenta el número <b style=text-decoration:underline">máximo</b> dentro de la fila y no mirarán los números más bajos contra el mismo tema."
fr_ca: Les compteurs d'inactivité ci-dessous ne tiendront compte que du nombre maximum dans la ligne et ne tiendront pas compte des chiffres plus bas pour le même sujet.

source: The rights of users
es_mx: Los derechos de los usuarios
fr_ca: Les droits des utilisateurs

# TheseAreDefaultThresholdsForAllOfThePropertiesMonitoredForAllOfTheRegions
source: These are default thresholds for all of the properties monitored for all of the regions. To overide region please use
es_mx: Estos son los umbrales predeterminados para todas las propiedades monitoreadas en todas las regiones. Para anular la región, por favor, utiliza la
fr_ca: Ces seuils sont par défaut pour toutes les propriétés surveillées de toutes les régions. Pour remplacer une région, veuillez utiliser

# TheUserYouSelectedDoesNotHavePhoneNumber
source: The user you selected does not have phone number, would you like update the user phone number
es_mx: El usuario seleccionado no tiene número de teléfono. ¿Te gustaría actualizar el número de teléfono del usuario?
fr_ca: L'utilisateur que vous avez sélectionné n'a pas de numéro de téléphone. Souhaitez-vous mettre à jour le numéro de téléphone de l'utilisateur ?

# ThirdQuarter
source: 3. Quarter
es_mx: 3er. Trimestre
fr_ca: 3e trimestre

# ThisApplicationUsesCookiesForLoginAndApplicationUse
source: This application uses cookies for login and application use. By continuing you are hereby giving your consent to store cookies on your device.
es_mx: Esta aplicación utiliza cookies para el inicio de sesión y el uso de la aplicación. Al continuar, estás otorgando tu consentimiento para almacenar cookies en tu dispositivo.
fr_ca: Cette application utilise des cookies pour la connexion et l'utilisation de l'application. En continuant, vous donnez votre consentement pour stocker des cookies sur votre appareil.

# ThisColumnUsedInTheFilter
source: This column is used in the filter. You cannot hide the column.
es_mx: Esta columna se utiliza en el filtro. No puedes ocultar la columna.
fr_ca: Cette colonne est utilisée dans le filtre. Vous ne pouvez pas masquer la colonne.

# ThisFolderNotALabel
source: This folder is not a label!
es_mx: ¡Esta carpeta no es una etiqueta!
fr_ca: Ce répertoire n'est pas une étiquette !

source: This is an info message.
es_mx: Este es un mensaje informativo.
fr_ca: Il s'agit d'un message d'information.

source: This link is not valid anymore
es_mx: Este enlace ya no es válido.
fr_ca: Ce lien n'est plus valide,

source: This Month
es_mx: Este mes
fr_ca: Ce mois-ci

source: This Quarter
es_mx: Este trimestre
fr_ca: Ce trimestre
