Repository: vavanv/CreateResxFromXlsx
Catalog: WebMessages.*.resx
Languages: es_mx, fr_ca

# ThisRouteAssignedToYou
source: This route is currently assigned to you. You can remove the assignment...
es_mx: Esta ruta está actualmente asignada a usted. Puede quitar la asignación...
fr_ca: Cette route vous est actuellement assignée. Vous pouvez supprimer l'affectation...

source: This Week
es_mx: Esta semana
fr_ca: Cette semaine

source: This Year
es_mx: Este año
fr_ca: Cette année

source: ThisYTD
es_mx: Año hasta la fecha
fr_ca: Cette année à ce jour

source: Threshold
es_mx: Umbral
fr_ca: Seuil

source: Ticker Symbol
es_mx: Símbolo bursátil
fr_ca: Symbole boursier

source: Tiered
es_mx: Escalonado
fr_ca: Étagé

source: Time
es_mx: Tiempo
fr_ca: Temps

source: Timeline
es_mx: Línea de tiempo
fr_ca: Chronologie

source: Time Zone
es_mx: Zona horaria
fr_ca: Fuseau horaire

source: Title
es_mx: Título
fr_ca: Titre

source: Title Asc
es_mx: Título ascendente
fr_ca: Titre asc

# TitleColon
source: Title:
es_mx: Título:
fr_ca: Titre :

source: Title Desc
es_mx: Título descendente
fr_ca: Titre desc

source: Titles
es_mx: Títulos
fr_ca: Titres

source: To
es_mx: A
fr_ca: À

source: ToDate
es_mx: Hasta la fecha
fr_ca: À ce jour

source: Today
es_mx: Hoy
fr_ca: Aujourd'hui

source: Today inactive reports
es_mx: Informes inactivos de hoy
fr_ca: Rapports d'inactivité d'aujourd'hui

source: To Email
es_mx: A Email
fr_ca: À Email

source: Tolls
es_mx: Puertos
fr_ca: Péages

source: To Me
es_mx: Para mí
fr_ca: Pour moi

source: tool under your account.
es_mx: herramienta bajo tu cuenta.
fr_ca: outil sous votre compte.

source: Top 20 paid jobs
es_mx: Top 20 trabajos pagados
fr_ca: 20 premiers dossiers les mieux payés

source: Topic
es_mx: Tema
fr_ca: Sujet

source: Topics
es_mx: Temas
fr_ca: Sujets

source: Topics That Will Reset Days Since Last Activity
es_mx: Temas que restablecerán los días desde la última actividad
fr_ca: Sujets qui réinitialiseront les jours depuis la dernière activité

source: top jobs numbers by locations YTD
es_mx: números principales de trabajos por ubicaciones hasta la fecha
fr_ca: Meilleurs numéros d'dossiers par emplacements YTD (jusqu'à la date)

source: top locations by est revenue YTD
es_mx: principales ubicaciones por ingresos estimados hasta la fecha
fr_ca: Meilleurs emplacements par chiffre d'affaires estimé YTD (jusqu'à la date)

source: Total ACT Revenue YTD
es_mx: Ingresos totales ACT YTD
fr_ca: Total ACT revenu YTD

source: Total Address
es_mx: Dirección total
fr_ca: Adresse totale

source: Total Answer
es_mx: Respuesta total
fr_ca: Total des réponses

source: Total Associated Estimated Revenue
es_mx: Ingresos estimados totales asociados
fr_ca: Total des revenus estimés associés

source: Total Associated Revenue
es_mx: Ingresos totales asociados
fr_ca: Revenu total associé

source: Total Balance
es_mx: Saldo total
fr_ca: Solde total

source: Total Balance Due
es_mx: Saldo total pendiente
fr_ca: Solde total dû

source: Total Billing
es_mx: Facturación total
fr_ca: Facturation totale

source: Total Calls
es_mx: Llamadas totales
fr_ca: Appels totaux

source: Total Company
es_mx: Empresa total
fr_ca: Entreprise totale

source: Total Contact Expenses
es_mx: Gastos totales de contactos
fr_ca: Total des dépenses des contacts

source: Total Contact Expenses Amount
es_mx: Monto total de gastos de contacto
fr_ca: Montant total des frais de contact

source: Total Contacts
es_mx: Contactos totales
fr_ca: Contacts totaux

source: TotalCost
es_mx: Costo total
fr_ca: Coût total

source: Total Credit
es_mx: Crédito total
fr_ca: Crédit total

source: TotalDaysOpen
es_mx: Días abiertos totales
fr_ca: Jours ouverts au total

source: Total Deductible
es_mx: Deducible total
fr_ca: Franchise totale

source: Total Discounts
es_mx: Descuentos totales
fr_ca: Rabais totaux

source: Total Email
es_mx: Total de correos electrónicos
fr_ca: Total des courriels

source: Total Emails
es_mx: Total de correos electrónicos
fr_ca: Total des courriels

source: Total Estimated Job Income
es_mx: Ingreso total estimado por trabajo
fr_ca: Revenu total estimé de l'dossier

source: Total Est Rev
es_mx: Rev est total
fr_ca: Rev est totale

source: Total Est Revenue YTD
es_mx: Ingresos estimados totales YTD
fr_ca: Revenu estimé total YTD

source: Total Events
es_mx: Eventos totales
fr_ca: Événements totaux

source: Total Expenses
es_mx: Gastos totales
fr_ca: Dépenses totales

source: Total Fail
es_mx: Total de fallos
fr_ca: Échec total

source: Total Incentive
es_mx: Incentivo total
fr_ca: Incentif total

source: Total Intake
es_mx: Ingreso total
fr_ca: Admission totale

source: Total Invoice
es_mx: Factura total
fr_ca: Facture totale

source: Total Job
es_mx: Trabajo total
fr_ca: Dossier total

source: Total Job Count
es_mx: Cantidad total de trabajos
fr_ca: Nombre total de dossiers

source: Total Job Income
es_mx: Ingreso total por trabajo
fr_ca: Revenu total de dossier

source: Total Jobs
es_mx: Trabajos totales
fr_ca: Dossiers totaux

source: Total Jobs Estimated Revenue
es_mx: Ingresos estimados totales de trabajos
fr_ca: Revenu total estimé des dossiers

source: Total Jobs Paid
es_mx: Trabajos pagados en total
fr_ca: Dossiers payés au total

source: Total Jobs Referred
es_mx: Total de trabajos recomendados
fr_ca: Total des dossiers recommandés

source: Total Jobs Revenue
es_mx: Ingresos totales de trabajos
fr_ca: Revenu total des dossiers

source: Total Leads
es_mx: Prospectos totales
fr_ca: Prospects totaux

source: TotalMonthCost
es_mx: Costo total del mes
fr_ca: Coût total du mois

source: Total Note
es_mx: Nota total
fr_ca: Note totale

source: Total note description:
es_mx: Total de descripciones de notas:
fr_ca: Total de la description des notes :

source: Total Open
es_mx: Total abierto
fr_ca: Total ouvert

source: Total Opportunities
es_mx: Oportunidades totales
fr_ca: Opportunités totales

source: Total Organization
es_mx: Organización total
fr_ca: Organisation totale

source: Total Organization Expenses
es_mx: Gastos totales de la organización
fr_ca: Dépenses totales de l'organisation

source: Total Organization Expenses Amount
es_mx: Monto total de gastos de la organización
fr_ca: Montant total des frais de l'organisation

source: Total Organizations
es_mx: Organizaciones totales
fr_ca: Organisations totales

source: Total Paid
es_mx: Total pagado
fr_ca: Total payé

source: Total Paid Jobs
es_mx: Total de trabajos pagados
fr_ca: Total des dossiers payés

source: Total Payments
es_mx: Pagos totales
fr_ca: Paiements totaux

source: Total Phone Number
es_mx: Total de números de teléfono
fr_ca: Numéro de téléphone total

source: Total Phones
es_mx: Total de teléfonos
fr_ca: Total des téléphones

source: Total Received
es_mx: Total recibido
fr_ca: Total reçu

source: Total Referral #
es_mx: Total de recomendaciones #
fr_ca: Total des recommandations #

source: Total Referral Estimated Revenue
es_mx: Ingresos estimados totales por recomendación
fr_ca: Total des revenus estimés de parrainage

source: Total Referral Revenue
es_mx: Ingresos totales por recomendación
fr_ca: Revenu total de parrainage

source: Total Revenue
es_mx: Ingresos totales
fr_ca: Revenu total

source: Total sales incentive amount
es_mx: Total del monto de incentivos de ventas
fr_ca: Montant total de l'incitatif de vente

source: Total Selected Amt
es_mx: Total del monto seleccionado
fr_ca: Montant total sélectionné

source: Total Sent
es_mx: Total enviada
fr_ca: Total envoyé

source: Total SMS Credit
es_mx: Total de créditos de SMS
fr_ca: Total des crédits SMS

source: Total Sold / Lost
es_mx: Total vendido/perdido
fr_ca: Total vendu/perdu

source: Total Success
es_mx: Total de éxitos
fr_ca: Succès total

source: Total Task
es_mx: Tarea total
fr_ca: Tâche totale

source: Total Tasks
es_mx: Tareas totales
fr_ca: Tâches totales

source: total unique emails
es_mx: total de correos electrónicos únicos
fr_ca: total d'adresses courriel uniques

source: Total User
es_mx: Usuario total
fr_ca: Utilisateur total

source: Total Users
es_mx: Usuarios totales
fr_ca: Utilisateurs totaux

source: Traffic
es_mx: Tráfico
fr_ca: Trafic

source: TRAIN
es_mx: TREN
fr_ca: FORMATION

# TransactionId
source: Transaction #
es_mx: N.º de transacción
fr_ca: Numéro de transaction

source: Transfer
es_mx: Transferir
fr_ca: Transférer

source: Transfer Call
es_mx: Transferir llamada
fr_ca: Transférer l'appel

source: Transferred
es_mx: Transferido
fr_ca: Transféré

source: Transfer started...
es_mx: Transferencia iniciada...
fr_ca: Transfert commencé...

source: Transport
es_mx: Transporte

source: Transportation
es_mx: Transporte
fr_ca: Transport

source: transportation options
es_mx: opciones de transporte
fr_ca: Options de transport

source: True
es_mx: Verdadero
fr_ca: Vrai

source: True/False
es_mx: Verdadero/Falso
fr_ca: Vrai/Faux

# TurnToOrganization
source: Converted to Organization
es_mx: Convertido a Organización
fr_ca: Converti en Organisation

source: Twilio Credit
es_mx: Crédito de Twilio
fr_ca: Crédit Twilio

source: Twilio Number
es_mx: Número de Twilio
fr_ca: Numéro Twilio

# TwoStepVerification
source: 2-Step Verification
es_mx: Verificación de 2 pasos
fr_ca: Vérification en 2 étapes

source: Type
es_mx: Tipo

# TypeCharacters
source: Type the characters you see above into the textbox below.
es_mx: Escriba los caracteres que ve arriba en el cuadro de texto a continuación.
fr_ca: Tapez les caractères que vous voyez ci-dessus dans la zone de texte ci-dessous.

source: TypeDescription
es_mx: Descripción del tipo
fr_ca: Description du type

source: Unassign
es_mx: Desasignar
fr_ca: Désaffecter

# UnassignRoute
source: Would you like to un-assign the route?
es_mx: ¿Quieres desasignar la ruta?
fr_ca: Souhaitez-vous désattribuer l'itinéraire ?

source: UnCheck All
es_mx: Desmarcar todo
fr_ca: Tout désélectionner

source: Unread
es_mx: No leídos
fr_ca: Non lu

source: UNSUBSCRIBE
es_mx: DARSE DE BAJA
fr_ca: SE DÉSABONNER

source: UNSUBSCRIBE FROM MAILING LIST
es_mx: DESUBSCRIBIRSE DE LA LISTA DE CORREO
fr_ca: DÉSINSCRIPTION DE LA LISTE D'ENVOI

source: Unsubscribe List
es_mx: Lista de cancelación de suscripción
fr_ca: Liste de désabonnement

source: Update
es_mx: Actualizar
fr_ca: Mettre à jour

# UpdateAllContactsConfirmation
source: Would you like to update all Contacts in the grid(all the pages includes) with the entered data?
es_mx: ¿Te gustaría actualizar todos los contactos en la cuadrícula (todas las páginas incluidas) con los datos ingresados?
fr_ca: Souhaitez-vous mettre à jour tous les contacts dans la grille (toutes les pages incluses) avec les données saisies?

# UpdateAllContactsInGrid
source: Would you like to update all Contacts in the grid (all the pages include) with the entered data?
es_mx: ¿Quieres actualizar todos los contactos en la cuadrícula (todas las páginas incluidas) con los datos ingresados?
fr_ca: Souhaitez-vous mettre à jour tous les contacts dans la grille (toutes les pages incluses) avec les données saisies ?

# UpdateAllOrganizationsContactsWithGetAlertNo
source: Update all Organizations/Contacts with Get Alert as No
es_mx: Actualizar todas las organizaciones/contactos con Obtener alerta como No
fr_ca: Mettre à jour toutes les organisations/contacts avec l'alerte obtenue à Non

# UpdateAllOrganizationsContactsWithGetAlertYes
source: Update all Organizations/Contacts with Get Alert as Yes
es_mx: Actualizar todas las organizaciones/contactos con Obtener alerta como Sí
fr_ca: Mettre à jour toutes les organisations/contacts avec l'alerte obtenue à Oui

# UpdateAllRankedOrganizationsContactsWithGetAlertYes
source: Update all Ranked Organizations/Contacts with Get Alert as Yes
es_mx: Actualizar todas las organizaciones/contactos clasificadas con Obtener alerta como Sí
fr_ca: Mettre à jour toutes les organisations/contacts classées avec l'alerte obtenue à Oui

source: Update By
es_mx: Actualizado por
fr_ca: Mis à jour par

source: Updated
es_mx: Actualizado
fr_ca: Mis à jour

source: Updated By
es_mx: Actualizado por
fr_ca: Mis à jour par

source: Updated Fields
es_mx: Campos actualizados
fr_ca: Champs mis à jour

source: Updated Value
es_mx: Valor actualizado
fr_ca: Valeur mise à jour

source: Update Information
es_mx: Actualizar información
fr_ca: Mise à jour des informations

source: UpdateJob
es_mx: Actualizar trabajo
fr_ca: Mettre à jour le travail

# UpdateJobDataAlso
source: Would you like to update Job data also?
es_mx: ¿Quieres actualizar también los datos del trabajo?
fr_ca: Souhaitez-vous également mettre à jour les données du travail ?

source: Update Note
es_mx: Actualizar nota
fr_ca: Mettre à jour la note

source: Update Password
es_mx: Actualizar contraseña
fr_ca: Mettre à jour le mot de passe

source: Upload
es_mx: Subir
fr_ca: Télécharger

source: Upload Avatar
es_mx: Cargar avatar
fr_ca: Télécharger l'avatar

source: Upload Document
es_mx: Subir documento
fr_ca: Télécharger le document

source: Uploaded Date
es_mx: Fecha de carga
fr_ca: Date de téléchargement

source: Upload Logo
es_mx: Subir logo
fr_ca: Télécharger un logo

# UseAndProcessing
source: Use and processing of collected information
es_mx: Uso y procesamiento de la información recopilada
fr_ca: Utilisation et traitement des informations collectées

source: Use email address
es_mx: Usar dirección de correo electrónico
fr_ca: Utiliser l'adresse courriel

source: Use Job
es_mx: Usar trabajo
fr_ca: Utiliser le travail

source: Use Map and select your area.
es_mx: Usa el mapa y selecciona tu área.
fr_ca: Utilisez la carte et sélectionnez votre zone.

source: User
es_mx: Usuario
fr_ca: Utilisateur

source: User Details
es_mx: Detalles del usuario
fr_ca: Détails de l'utilisateur

source: UserEmail
es_mx: Correo electrónico del usuario
fr_ca: Email de l'utilisateur

source: User Form
es_mx: Formulario de usuario
fr_ca: Formulaire utilisateur

source: User Id
es_mx: ID de usuario
fr_ca: Identifiant d'utilisateur

source: User Information
es_mx: Información del usuario
fr_ca: Informations utilisateur

source: User Level
es_mx: Nivel de usuario
fr_ca: Niveau utilisateur

# UserLevelIsAdminDoYouWantAdmin
source: User Level is Admin. Do you want to add this user as Admin?
es_mx: El nivel de usuario es Administrador. ¿Desea agregar a este usuario como administrador?
fr_ca: Le niveau d'utilisateur est Administrateur. Voulez-vous ajouter cet utilisateur en tant qu'administrateur ?

# UserLevelSuperUserDoYouWantSuperUser
source: User Level is Super User. Do you want to add this user as Super User?
es_mx: El nivel de usuario es Superusuario. ¿Desea agregar a este usuario como superusuario?
fr_ca: Le niveau d'utilisateur est Super Utilisateur. Voulez-vous ajouter cet utilisateur en tant que super utilisateur ?

source: User List
es_mx: Lista de usuarios
fr_ca: Liste d'utilisateurs

source: User Name
es_mx: Nombre de usuario
fr_ca: Nom d'utilisateur

source: User Owner
es_mx: Propietario del usuario
fr_ca: Propriétaire de l'utilisateur

source: User Role
es_mx: Rol de usuario
fr_ca: Rôle utilisateur

source: Users
es_mx: Usuarios
fr_ca: Utilisateurs

source: Users and Office Admins List
es_mx: Lista de usuarios y administradores de oficina
fr_ca: Liste des utilisateurs et des administrateurs de bureau

# UserWithoutPhoneNumber
source: The user you selected does not have a phone number, would you like to update the user phone number
es_mx: El usuario seleccionado no tiene un número de teléfono, ¿te gustaría actualizar el número de teléfono del usuario?
fr_ca: L'utilisateur que vous avez sélectionné n'a pas de numéro de téléphone, souhaitez-vous mettre à jour le numéro de téléphone de l'utilisateur

# UseSalesIncentiveReport
source: How to use the Sales Incentive Report
es_mx: ¿Cómo usar el informe de incentivos de ventas?
fr_ca: Comment utiliser le rapport d'incitation à la vente ?

# UseThisTemplate
source: Use this template in my templates...
es_mx: Usar esta plantilla en mis plantillas...
fr_ca: Utiliser ce modèle dans mes modèles...

# UseYourMouseRightClickToPointALocation
source: * Use your mouse right click point a location.
es_mx: * Utiliza el clic derecho del mouse para señalar una ubicación.
fr_ca: * Utilisez le clic droit de votre souris pour pointer un emplacement.

source: Valid From
es_mx: Válido desde
fr_ca: Valide à partir de

source: Valid To
es_mx: Válido hasta
fr_ca: Valide jusqu'à

source: Value
es_mx: Valor
fr_ca: Valeur

source: Vendor
es_mx: Vendedor
fr_ca: Fournisseur

source: Verification code is invalid!
es_mx: El código de verificación no es válido.
fr_ca: Le code de vérification n'est pas valide!,

source: Verify Address
es_mx: Verificar dirección
fr_ca: Vérifier l'adresse,

source: Verify Password
es_mx: Verificar contraseña
fr_ca: Vérifier le mot de passe

source: View
es_mx: Ver
fr_ca: Voir

source: View All Dates
es_mx: Ver todas las fechas
fr_ca: Voir toutes les dates

source: View Contact Jobs
es_mx: Ver trabajos de contacto
fr_ca: Voir les contacts de dossier

source: view data to
es_mx: ver datos a
fr_ca: voir les données à

source: View Over Payment History
es_mx: Ver historial de pagos en exceso
fr_ca: Voir l'historique des paiements en trop

source: View Page
es_mx: Ver página
fr_ca: Voir la page

source: Views
es_mx: Vistas
fr_ca: Vues

source: view what you inserted.
es_mx: ver lo que has insertado.
fr_ca: Voir ce que vous avez inséré.

source: Voice
es_mx: Voz
fr_ca: Voix

source: Voucher
es_mx: Vale
fr_ca: Coupon

source: WA Complete
es_mx: WA Completar
fr_ca: WA Complet

source: Waiting For PJM Response
es_mx: Esperando respuesta de PJM
fr_ca: Attente de la réponse de PJM

source: Waiting on someone else
es_mx: Esperando a alguien más
fr_ca: En attente de la réponse d’un tiers

source: Waiting to Organizations
es_mx: Esperando a las organizaciones
fr_ca: En attente d'organisations

source: WALKING
es_mx: CAMINANDO
fr_ca: MARCHE

# wantsToSeeYouNewWidget
source: wants to see you a new widget. Do you want to add the widget on your dashboard?
es_mx: quiere mostrarte un nuevo widget. ¿Quieres agregar el widget a tu tablero?
fr_ca: veut vous montrer un nouveau widget. Voulez-vous ajouter le widget à votre tableau de bord ?

source: We
es_mx: Nosotros
fr_ca: Nous

# WeAreProcessingYourRequestWeWillGiveYouNotification
source: We're processing your request. We will give you notification in 10 min.
es_mx: Estamos procesando tu solicitud. Te daremos una notificación en 10 minutos.
fr_ca: Nous traitons votre demande. Nous vous donnerons une notification dans 10 minutes.

source: Web Site
es_mx: Sitio web
fr_ca: Site Web

source: We could not connect to your email! Please try again!
es_mx: ¡No pudimos conectarnos a tu correo electrónico! ¡Inténtalo de nuevo!
fr_ca: Nous n'avons pas pu nous connecter à votre e-mail! Veuillez réessayer!,

# WeCouldNotConnectToYourEmailServer
source: We could not connect to your Email Server. Please check your email server login credentials.
es_mx: No pudimos conectarnos a tu servidor de correo electrónico. Por favor, verifica tus credenciales de inicio de sesión del servidor de correo electrónico.
fr_ca: Nous n'avons pas pu nous connecter à votre serveur de messagerie. Veuillez vérifier vos identifiants de connexion au serveur de messagerie.

source: We could not create your mass edit data.
es_mx: No pudimos crear tus datos de edición masiva.
fr_ca: Nous n'avons pas pu créer vos données d'édition massive.

source: We could not find a credit card information, please
es_mx: No pudimos encontrar información de tarjeta de crédito, por favor
fr_ca: Nous n'avons pas pu trouver d'informations sur la carte de crédit. Veuillez

# WeCouldNotFindThisAddress
source: We could not find this address! Please click here and review your address.
es_mx: ¡No pudimos encontrar esta dirección! Haga clic aquí y revise su dirección.
fr_ca: Nous n'avons pas pu trouver cette adresse ! Veuillez cliquer ici et vérifier votre adresse.

# WeCouldNotFindYourAccountPleaseUpdateYourAccount
source: We could not find your account. Plase update your account!
es_mx: No pudimos encontrar tu cuenta. ¡Actualiza tu cuenta por favor!
fr_ca: Nous n'avons pas pu trouver votre compte. Veuillez mettre à jour votre compte !

# WeCouldNotFindYourEmailAddress
source: We could not find your email address. You may not have registered for an account.
es_mx: No pudimos encontrar tu dirección de correo electrónico. Es posible que no te hayas registrado para obtener una cuenta.
fr_ca: Nous n'avons pas pu trouver votre adresse e-mail. Vous n'avez peut-être pas créé de compte.

# WeCouldNotReceiveYourEmailFolderspleaseCheck
source: We could not receive your email folders.<br />Please check your values.
es_mx: No pudimos recibir las carpetas de tu correo electrónico.<br />Por favor, verifica tus valores.
fr_ca: Nous n'avons pas pu recevoir vos répertoires de messagerie.<br />Veuillez vérifier vos valeurs.

# WeCouldNotSendATestEmail
source: We could not send a test email. Please check your outgoing email settings.
es_mx: No pudimos enviar un correo electrónico de prueba. Por favor, verifica tus configuraciones de correo electrónico saliente.
fr_ca: Nous n'avons pas pu envoyer un e-mail de test. Veuillez vérifier vos paramètres d'e-mail sortant.

# WeCouldNotSendEmailCheckSettings
source: We could not send an email! Please check your email settings!
es_mx: No se pudo enviar el correo electrónico. Por favor, verifica la configuración de tu correo electrónico.
fr_ca: Nous n'avons pas pu envoyer l'e-mail. Veuillez vérifier vos paramètres de messagerie.

source: Week
es_mx: Semana
fr_ca: Semaine

source: Weekly
es_mx: Semanal
fr_ca: Hebdomadaire

source: WeekNo
es_mx: Número de semana
fr_ca: Numéro de semaine

source: We found duplicate records!
es_mx: ¡Encontramos registros duplicados!
fr_ca: Nous avons trouvé des enregistrements en double !

# WeFoundTheContactAddressChangesRouteAddressIs
source: We found the contact address changes. Route address is different then contact address. If you want update route address please check the contact and click to submit, if you want to keep your route data the same please click to submit.
es_mx: Hemos encontrado cambios en la dirección de contacto. La dirección de la ruta es diferente de la dirección de contacto. Si deseas actualizar la dirección de la ruta, por favor verifica el contacto y haz clic en enviar. Si deseas mantener tus datos de ruta iguales, por favor haz clic en enviar.
fr_ca: Nous avons trouvé des changements d'adresse de contact. L'adresse de la route est différente de l'adresse du contact. Si vous souhaitez mettre à jour l'adresse de la route, veuillez vérifier le contact et cliquer sur Soumettre. Si vous souhaitez conserver les données de votre route, veuillez cliquer sur Soumettre.

source: We found this address:
es_mx: Encontramos esta dirección:
fr_ca: Nous avons trouvé cette adresse :

source: Welcome back
es_mx: Bienvenido de nuevo
fr_ca: Bienvenue de retour

source: Welcome to CRM Dashboard
es_mx: Bienvenido al panel de CRM
fr_ca: Bienvenue sur le tableau de bord CRM

source: Welcome to CRM Franchise Dashboard
es_mx: Bienvenido al panel de control de franquicias de CRM
fr_ca: Bienvenue sur le tableau de bord CRM de la franchise

source: Welcome to email setup wizard....
es_mx: Bienvenido al asistente de configuración de correo electrónico...
fr_ca: Bienvenue dans l'assistant de configuration de messagerie....

source: Welcome to your dashboard.
es_mx: Bienvenido a tu tablero.
fr_ca: Bienvenue sur votre tableau de bord.

# WeSentEemailToSMTHPleaseCheckEmail
source: We sent a test email to:{0}. Please check your email!
es_mx: Enviamos un correo de prueba a {0}. ¡Por favor, verifica tu correo electrónico!
fr_ca: Nous avons envoyé un courriel de test à {0}. Veuillez vérifier votre courriel !

# WeSentWidgetNotificationTo
source: We sent the widget notification to
es_mx: Hemos enviado la notificación del widget a
fr_ca: Nous avons envoyé la notification du widget à
