Repository: vavanv/CreateResxFromXlsx
Catalog: WebMessages.*.resx
Languages: es_mx, fr_ca

# CouldNotFindAccount
source: We could not find your account. Please update your account!
es_mx: ¡No pudimos encontrar su cuenta. ¡Por favor, actualice su cuenta!
fr_ca: Nous n'avons pas pu trouver votre compte. Veuillez mettre à jour votre compte !

source: Could not find an attachment....
es_mx: No se pudo encontrar un archivo adjunto....
fr_ca: Impossible de trouver une pièce jointe....

# CouldNotFindData
source: We could not find the data!
es_mx: ¡No pudimos encontrar los datos!
fr_ca: Nous n'avons pas pu trouver les données !

source: Could not find OnSite data
es_mx: No se pudo encontrar datos de OnSite
fr_ca: Impossible de trouver les données OnSite,

# CouldNotSaveContact
source: We could not save your contact!
es_mx: ¡No pudimos guardar su contacto!
fr_ca: Nous n'avons pas pu enregistrer votre contact !

# CouldNotSaveData
source: We could not save data! Please try again!
es_mx: ¡No pudimos guardar los datos! ¡Por favor, inténtelo de nuevo!
fr_ca: Nous n'avons pas pu enregistrer les données ! Veuillez réessayer !

source: Country
es_mx: País
fr_ca: Pays

source: County
es_mx: Condado
fr_ca: Comté

source: Create
es_mx: Crear
fr_ca: Créer

source: Create Activity
es_mx: Crear actividad
fr_ca: Créer une activité

# CreateAppointmentWithReminder
source: Create an Appointment with Reminder
es_mx: Crear una cita con recordatorio
fr_ca: Créer un rendez-vous avec rappel

source: Create By
es_mx: Creado por
fr_ca: Créé par

source: Create Chart
es_mx: Crear gráfico
fr_ca: Créer un graphique

source: Created
es_mx: Creado
fr_ca: Créé

source: Created By
es_mx: Creado por
fr_ca: Créé par

source: Created Date
es_mx: Fecha de creación
fr_ca: Date de création

source: Created User
es_mx: Usuario creado
fr_ca: Utilisateur créé

source: Create New Route
es_mx: Crear nueva ruta
fr_ca: Créer une nouvelle route

source: Create New Survey
es_mx: Crear Nueva Encuesta
fr_ca: Créer un Nouveau Sondage

source: Create Pivot Table
es_mx: Crear tabla dinámica
fr_ca: Créer un tableau croisé dynamique

source: Create Rule
es_mx: Crear regla
fr_ca: Créer une règle

source: Create Task
es_mx: Crear tarea
fr_ca: Créer une tâche

source: Create your first region.
es_mx: Crea tu primera región.
fr_ca: Créez votre première région.

source: Credit
es_mx: Crédito
fr_ca: Crédit

source: Credit Balance
es_mx: Saldo de crédito
fr_ca: Solde de crédit

source: Credit Card
es_mx: Tarjeta de crédito
fr_ca: Carte de crédit

source: Credit Card Payments
es_mx: Pagos con tarjeta de crédito
fr_ca: Paiements par carte de crédit

source: CreditNote
es_mx: Nota de crédito
fr_ca: Note de crédit

source: Criteria
es_mx: Criterios
fr_ca: Critères

source: CTRL + click for multiple selections
es_mx: Pulsa CTRL + clic para selecciones múltiples
fr_ca: CTRL + clic pour des sélections multiples

source: Currency
es_mx: Moneda
fr_ca: Devise

# CurrentJobRemovalLogic
source: Current job removal logic works every night.
es_mx: Lógica actual de eliminación de trabajos.
fr_ca: La logique de suppression des dossiers actuels fonctionne toutes les nuits.

source: Current route contact address changed
es_mx: La dirección de contacto de la ruta actual ha cambiado.
fr_ca: L'adresse de contact actuelle de la route a changé

source: Customer
es_mx: Cliente
fr_ca: Client

source: Customer Email
es_mx: Correo electrónico del cliente
fr_ca: Courriel du client

source: Customer Name
es_mx: Nombre del cliente
fr_ca: Nom du client

source: Custom Fields
es_mx: Campos personalizados
fr_ca: Champs personnalisés

# DailyReportId
source: Daily Report #
es_mx: Informe diario #
fr_ca: Rapport quotidien #

# DailyRouteSaved
source: Your daily route saved!
es_mx: ¡Tu ruta diaria ha sido guardada!
fr_ca: Votre itinéraire quotidien enregistré !

source: Dashboard
es_mx: Tablero de instrumentos
fr_ca: Tableau de bord

source: Dashboard loading
es_mx: Cargando el tablero
fr_ca: Chargement du tableau de bord

source: Database #1
es_mx: Base de datos n.º 1
fr_ca: Base de données n°1

source: Database #2
es_mx: Base de datos n.º 2
fr_ca: Base de données n°2

source: Database #3
es_mx: Base de datos n.º 3
fr_ca: Base de données n°3

source: Database #4
es_mx: Base de datos n.º 4
fr_ca: Base de données n°4

source: Database name
es_mx: Nombre de la base de datos
fr_ca: Nom de la base de données

source: Data breach
es_mx: Violación de datos
fr_ca: Violation des données

source: Data cannot be the same
es_mx: Los datos no pueden ser iguales
fr_ca: Les données ne peuvent pas être identiques

# DataHasBeenDeleted
source: Your data has been deleted!
es_mx: ¡Tus datos han sido eliminados!
fr_ca: Vos données ont été supprimées !

# DataHasBeenInserted
source: Your data inserted
es_mx: ¡Tus datos han sido insertados!
fr_ca: Vos données ont été insérées !

# DataHasBeenUpdated
source: Your data has been updated!
es_mx: ¡Tus datos han sido actualizados!
fr_ca: Vos données ont été mises à jour !

source: Data Import
es_mx: Importación de datos
fr_ca: Importation de données

source: Data is showing based on the payment accepted date
es_mx: Los datos se muestran según la fecha de aceptación del pago
fr_ca: Les données sont présentées en fonction de la date d'acceptation du paiement

source: data on
es_mx: datos sobre
fr_ca: données sur

# DataSaved
source: Your data saved!
es_mx: ¡Tus datos han sido guardados!
fr_ca: Vos données enregistrées !

source: Date
es_mx: Fecha

source: Date And Time
es_mx: Fecha y Hora
fr_ca: Date et Heure

source: Date Asc
es_mx: Fecha ascendente
fr_ca: Date croissante

source: Date Complete
es_mx: Fecha completa
fr_ca: Date complète

source: Date Desc
es_mx: Fecha descendente
fr_ca: Date décroissante

source: Date Filter
es_mx: Filtro de Fecha
fr_ca: Filtre de Date

source: Date Range
es_mx: Rango de fechas
fr_ca: Période

source: Dates
es_mx: Fechas

source: DateStarted
es_mx: Fecha de inicio
fr_ca: Date de début

source: Date To Send
es_mx: Fecha de envío
fr_ca: Date d'envoi

source: Date Type
es_mx: Tipo de Fecha
fr_ca: Type de Date

source: Date (UTC)
es_mx: Fecha (UTC)

source: Day
es_mx: Día
fr_ca: Jour

source: Days
es_mx: Días
fr_ca: Jours

source: days for an Organization or Contact you will get an email
es_mx: días para una organización o contacto, recibirás un correo electrónico.
fr_ca: jours pour une organisation ou un contact, vous recevrez un e-mail

source: days for an Organization or Contact you will get a notification
es_mx: días para una organización o contacto, recibirás una notificación.
fr_ca: jours pour une organisation ou un contact, vous recevrez une notification

# DaysForAnOrganizationOrContactYouWillSeeTheRecordUnderYourDashoard
source: days for an Organization or Contact you will see the record under your Dashoard Activity Widget
es_mx: días para una organización o contacto, verás el registro en tu widget de actividad del tablero.
fr_ca: jours pour une organisation ou un contact, vous verrez l'enregistrement sous votre widget d'activité du tableau de bord

# DaysNotEstimated
source: Days Not Esimated
es_mx: Días no estimados
fr_ca: Jours non estimés

source: Days Not Inspected
es_mx: Días no inspeccionados
fr_ca: Jours non inspectés

source: Days Since Last Note
es_mx: Días desde la última nota
fr_ca: Jours depuis la dernière note

source: Days Since Last Ref
es_mx: Días desde la última referencia
fr_ca: Jours depuis la dernière référence

source: Days Since Last Referral
es_mx: Días desde la última recomendación
fr_ca: Jours depuis la dernière référence

source: Days Since Ref.
es_mx: Días desde referencia
fr_ca: Jours depuis référence

source: Days To Approved
es_mx: Días hasta aprobación
fr_ca: Jours jusqu'à l'approbation

source: Days To Bill
es_mx: Días hasta facturación
fr_ca: Jours jusqu'à la facturation

source: Days To Estimate
es_mx: Días hasta estimación
fr_ca: Jours jusqu'à l'estimation

source: Days To Estimated
es_mx: Días hasta estimación
fr_ca: Jours jusqu'à l'estimation

source: Days To Inspect
es_mx: Días hasta inspección
fr_ca: Jours jusqu'à l'inspection

source: Days To Inv
es_mx: Días para la factura
fr_ca: Jours jusqu'à la facturation

source: Days To Inventory
es_mx: Días hasta inventario
fr_ca: Jours jusqu'à l'inventaire

source: Days To Sign
es_mx: Días hasta firma
fr_ca: Jours jusqu'à la signature

source: Days To Start
es_mx: Días hasta inicio
fr_ca: Jours jusqu'au début

source: Debug Text
es_mx: Texto de depuración
fr_ca: Texte de débogage

source: December
es_mx: Diciembre
fr_ca: Décembre

source: Decline
es_mx: Rechazar
fr_ca: Refuser

source: Deductible
es_mx: Deducible
fr_ca: Franchise

source: Default Executive Sales Manager Commision
es_mx: Comisión predeterminada del gerente de ventas ejecutivo
fr_ca: Commission par défaut du directeur commercial exécutif

source: Default Margin
es_mx: Margen predeterminado
fr_ca: Marge par défaut

source: Default Profit
es_mx: Ganancia predeterminada
fr_ca: Bénéfice par défaut

source: Default Regional Sales Manager Commision
es_mx: Comisión predeterminada del gerente de ventas regional
fr_ca: Commission par défaut du directeur commercial régional

source: Default Reports
es_mx: Informes predeterminados
fr_ca: Rapports par défaut

source: Default Representative Commision
es_mx: Comisión predeterminada del representante
fr_ca: Commission par défaut du représentant

source: Default Revenue
es_mx: Ingresos predeterminados
fr_ca: Revenu par défaut

source: Defautl Margin
es_mx: Margen predeterminado
fr_ca: Marge par défaut

source: Deferred
es_mx: Diferido
fr_ca: Reporté

source: Definition Groups
es_mx: Grupos de definiciones
fr_ca: Groupes de définition

source: Definition List
es_mx: Lista de definiciones
fr_ca: Liste de définitions

source: Definitions
es_mx: Definiciones
fr_ca: Définitions

source: degrees F
es_mx: grados F
fr_ca: degrés F

source: DELETE
es_mx: Eliminar
fr_ca: Supprimer

source: Delete Account
es_mx: Eliminar cuenta
fr_ca: Supprimer le compte

source: Delete All Items
es_mx: Eliminar todos los elementos
fr_ca: Supprimer tous les éléments

source: Delete All Zip Codes
es_mx: Eliminar todos los códigos postales
fr_ca: Supprimer tous les codes postaux

# DeleteAutoAttendant
source: Would you like to delete this auto attendant?
es_mx: ¿Quieres eliminar este asistente automático?
fr_ca: Souhaitez-vous supprimer cet assistant automatique ?

source: Deleted
es_mx: Eliminado
fr_ca: Supprimé

source: Deleted Contacts
es_mx: Contactos eliminados
fr_ca: Contacts supprimés

# DeletedContactsReport
source: Deleted Contacts
es_mx: Contactos Eliminados
fr_ca: Contacts supprimés

# DeletedContactsTooltip
source: Recover Contacts that have been deleted or made inactive.
es_mx: Recuperar los contactos que han sido eliminados o desactivados.
fr_ca: Récupérer les contacts qui ont été supprimés ou rendus inactifs.

source: Deleted Date
es_mx: Fecha de eliminación
fr_ca: Date de suppression

source: Deleted Organizations
es_mx: Organizaciones eliminadas
fr_ca: Organisations supprimées

# DeletedOrganizationsReport
source: Deleted Organizations
es_mx: Organizaciones Eliminadas
fr_ca: Organisations supprimées

# DeletedOrganizationsTooltip
source: Recover Organizations that have been deleted or made inactive.
es_mx: Recuperar las organizaciones que han sido eliminadas o desactivadas.
fr_ca: Récupérer les organisations qui ont été supprimées ou rendues inactives.

source: Delete E-Mail Account
es_mx: Eliminar cuenta de correo electrónico
fr_ca: Supprimer le compte e-mail

# DeleteInputAndSubitems
source: Would you like to delete this input and subitems?
es_mx: ¿Quieres eliminar esta entrada y sus subelementos?
fr_ca: Souhaitez-vous supprimer cette entrée et ses sous-éléments ?

source: Delete Route
es_mx: Eliminar ruta
fr_ca: Supprimer l'itinéraire

source: Delete Selected Items
es_mx: Eliminar elementos seleccionados
fr_ca: Supprimer les éléments sélectionnés

source: Delivery survey
es_mx: Encuesta de entrega
fr_ca: Sondage de livraison

source: Description
es_mx: Descripción

source: DESTINATIONS
es_mx: DESTINOS

source: Details
es_mx: Detalles
fr_ca: Détails

source: Dial
es_mx: Marcar
fr_ca: Composer

source: Direction
es_mx: Dirección

source: Directions
es_mx: Direcciones

source: Directions not found!
es_mx: ¡Direcciones no encontradas!
fr_ca: Itinéraires non trouvés !

# DirectRegistrationAccess
source: Direct registration access (Turn off to only allow registration by invitation)
es_mx: Acceso directo al registro (Desactivar para permitir solo el registro por invitación)
fr_ca: Accès direct à l'inscription (Désactivez pour permettre uniquement l'inscription sur invitation)

# DirectRegistrationAccessTurnOff
source: Direct registration access (Turn off to only allow registration by invitation)
es_mx: Acceso de registro directo (Desactivar para permitir solo el registro por invitación)
fr_ca: Accès d'inscription directe (désactivez pour autoriser uniquement l'inscription par invitation)

source: Disclosure of information
es_mx: Divulgación de información
fr_ca: Divulgation d'informations

source: Dispatch
es_mx: Despacho
fr_ca: Expédition

source: Dispatched!
es_mx: ¡Despachado!
fr_ca: Expédié !

source: Dispatch History
es_mx: Historial de despacho
fr_ca: Historique des expéditions

# DispatchId
source: Dispatch #
es_mx: N.º de despacho
fr_ca: Numéro d'expédition

source: Dispatch List
es_mx: Lista de despacho
fr_ca: Liste des expéditions

source: Dispatch / Office List
es_mx: Lista de despacho/oficina
fr_ca: Liste de expéditions / Bureau,

source: Dispute resolution
es_mx: Resolución de disputas
fr_ca: Règlement des litiges

source: Distance Units
es_mx: Unidades de distancia
fr_ca: Unités de distance

# DocumentID
source: Document #
es_mx: Número de documento
fr_ca: Numéro de document

source: Document List
es_mx: Lista de documentos
fr_ca: Liste de documents

source: Documents
es_mx: Documentos

source: Document Type
es_mx: Tipo de documento
fr_ca: Type de document

source: Domain
es_mx: Dominio
fr_ca: Domaine

source: DONE
es_mx: Hecho
fr_ca: Terminé

# DoneExclamation
source: Done!
es_mx: ¡Hecho!
fr_ca: Terminé !

source: Do Not Call
es_mx: No llamar
fr_ca: Ne pas appeler

# DoNotDeleteAfterMergeConfirmation
source: Do not delete the selected organization after merge.
es_mx: No eliminar la organización seleccionada después de la fusión.
fr_ca: Ne supprimez pas l'organisation sélectionnée après la fusion.

source: Do Not Email
es_mx: No enviar correos electrónicos
fr_ca: Ne pas envoyer d'e-mails

source: Do Not Track signals
es_mx: No seguir las señales
fr_ca: Ne pas suivre les signaux

source: Download
es_mx: Descargar
fr_ca: Télécharger

source: Download file
es_mx: Descargar archivo
fr_ca: Télécharger le fichier

source: Downloading Attachment(s)...
es_mx: Descargando adjunto(s)...
fr_ca: Téléchargement des pièces jointes...

source: Downloading... Please wait!
es_mx: Descargando... Por favor, espere
fr_ca: Téléchargement... Veuillez patienter !

source: Download Report
es_mx: Descargar informe
fr_ca: Télécharger le rapport

source: Download Salesperson's Inactivity Reports.
es_mx: Descargar informes de inactividad del vendedor.
fr_ca: Télécharger les rapports d'inactivité du vendeur.

source: * Download sample CSV template for email import
es_mx: Descargar plantilla CSV de ejemplo para la importación de correos electrónicos
fr_ca: Téléchargez le modèle CSV d'exemple pour l'importation de courriels

source: * Download sample Excel template for email and lead import
es_mx: Descargar plantilla Excel de ejemplo para la importación de correos electrónicos y clientes potenciales
fr_ca: Téléchargez le modèle Excel d'exemple pour l'importation de courriels et de prospects

source: * Download sample Excel template for lead import
es_mx: Descargar plantilla de Excel de muestra para la importación de clientes
fr_ca: * Téléchargez le modèle Excel d'exemple pour l'importation de leads

source: Do you want delete this Route?
es_mx: ¿Quieres eliminar esta ruta?
fr_ca: Voulez-vous supprimer cet itinéraire ?

source: Do you want to assign total
es_mx: ¿Quieres asignar un total de
fr_ca: Souhaitez-vous attribuer le total

source: Do you want to change Salesperson?
es_mx: ¿Quieres cambiar al vendedor?
fr_ca: Voulez-vous changer de commercial?,

source: Do you want to clear all Days Inputs on Activity Report Settings?
es_mx: ¿Quieres borrar todas las entradas de días en la configuración del informe de actividad?
fr_ca: Voulez-vous effacer toutes les saisies de jours dans les paramètres du rapport d'activité ?

source: Do you want to delete?
es_mx: ¿Quieres eliminar?
fr_ca: Voulez-vous supprimer ?

source: Do you want to delete this item?
es_mx: ¿Quieres eliminar este elemento?
fr_ca: Voulez-vous supprimer cet élément ?

source: Do you want to unassign total
es_mx: ¿Quieres desasignar un total de
fr_ca: Voulez-vous dé-sélectionner l'ensemble des contacts

source: Do you want to use this address?
es_mx: ¿Quieres usar esta dirección?
fr_ca: Voulez-vous utiliser cette adresse ?

source: Do you want to use your email only for sending?
es_mx: ¿Quieres usar tu correo electrónico solo para enviar?
fr_ca: Voulez-vous utiliser votre e-mail uniquement pour l'envoi ?

# DoYouWantUseAddress
source: Do you want to use this address?
es_mx: ¿Quieres usar esta dirección?
fr_ca: Voulez-vous utiliser cette adresse ?

source: DriverLicense
es_mx: Licencia de conducir
fr_ca: Permis de conduire

source: DRIVING
es_mx: MANEJO
fr_ca: CONDUITE

source: DropDown
es_mx: Desplegable
fr_ca: Menu Déroulant

source: DueDate
es_mx: Fecha de vencimiento
fr_ca: Date d'échéance

source: Duplicate
es_mx: Duplicar
fr_ca: Dupliquer

source: Duplicate Contact
es_mx: Contacto duplicado
fr_ca: Contact en double

source: Duplicate of Receive Graph
es_mx: Duplicar gráfico de recepción
fr_ca: Dupliquer le graphique de réception

source: Duplicate Selected
es_mx: Duplicar selección
fr_ca: Dupliquer la sélection

source: Duration
es_mx: Duración
fr_ca: Durée

source: Edit
es_mx: Editar
fr_ca: Modifier

source: Edit Document
es_mx: Editar documento
fr_ca: Modifier le document

source: Email
es_mx: Correo electrónico

source: Email Address
es_mx: Dirección de correo electrónico
fr_ca: Adresse e-mail

source: Email already checked!
es_mx: ¡Correo electrónico ya verificado!
fr_ca: E-mail déjà vérifié !

source: Email attach files downloaded to selected organizations
es_mx: Archivos adjuntos descargados por correo electrónico en las organizaciones seleccionadas
fr_ca: Pièces jointes par e-mail téléchargées vers les organisations sélectionnées

source: Email Content
es_mx: Contenido del correo electrónico
fr_ca: Contenu du courriel

source: Email Details
es_mx: Detalles del correo electrónico
fr_ca: Détails de l'e-mail

# EmailHasBeenAdded
source: emails has been added
es_mx: se han añadido correos electrónicos
fr_ca: courriels ont été ajoutés

source: email has been inserted.
es_mx: correo electrónico ha sido insertado.
fr_ca: e-mail a été inséré.

source: Email Info
es_mx: Información de correo electrónico
fr_ca: Info e-mail

source: Email List
es_mx: Lista de correos electrónicos
fr_ca: Liste d'e-mails

source: Email marketing
es_mx: Marketing por correo electrónico
fr_ca: Marketing par e-mail

source: Email Me
es_mx: Envíame un correo electrónico
fr_ca: Envoyez-moi un e-mail

source: Email Opt-Out Option
es_mx: Opción de exclusión de correo electrónico
fr_ca: Option de désinscription par e-mail

source: Email Password
es_mx: Contraseña de correo electrónico
fr_ca: Mot de passe e-mail

source: Emails
es_mx: Correos electrónicos

source: Email Server Account History
es_mx: Historial de cuenta de servidor de correo electrónico
fr_ca: Historique du compte de serveur de messagerie

source: EMAIL SETTINGS
es_mx: Configuración de correo electrónico
fr_ca: Paramètres de messagerie

source: Email Setup
es_mx: Configuración de correo electrónico
fr_ca: Configuration de messagerie

source: emails have been added
es_mx: se han añadido correos electrónicos
fr_ca: courriels ont été ajoutés

source: emails have been inserted.
es_mx: correos electrónicos han sido insertados.
fr_ca: e-mails ont été insérés.

source: emails inserted
es_mx: correos electrónicos insertados
fr_ca: adresses courriel insérées

source: Email Subject
es_mx: Asunto del correo electrónico
fr_ca: Objet du courriel

source: Email Template
es_mx: Plantilla de correo electrónico
fr_ca: Modèle d'e-mail

source: Email Type
es_mx: Tipo de correo electrónico
fr_ca: Type d'e-mail

source: Email Updated
es_mx: Correo electrónico actualizado
fr_ca: E-mail mis à jour

source: Emergency
es_mx: Emergencia
fr_ca: Urgence

source: Emoji Faces
es_mx: Caritas Emoji
fr_ca: Visages Emoji

source: Employee
es_mx: Empleado
fr_ca: Employé

# EmployeeId
source: Employee #
es_mx: N.º de empleado
fr_ca: Numéro d'employé

source: Employee Name
es_mx: Nombre del empleado
fr_ca: Nom de l'employé

source: Employee Ratings
es_mx: Calificaciones de empleados
fr_ca: Évaluations des employés

source: Employee Role
es_mx: Rol del empleado
fr_ca: Fonction de l'employé

source: Employees
es_mx: Empleados
fr_ca: Employés

source: Employee Type
es_mx: Tipo de empleado
fr_ca: Type d'employé

# EnableRememberMe
source: Enable "Remember Me" option
es_mx: Habilitar la opción "Recordarme"
fr_ca: Activer l'option "Se souvenir de moi"

source: End Date
es_mx: Fecha de finalización
fr_ca: Date de fin

source: End Location
es_mx: Ubicación final
fr_ca: Emplacement de fin

source: End Time
es_mx: Hora de finalización
fr_ca: Heure de fin

source: English
es_mx: Inglés
fr_ca: Anglais

# EnglishUK
source: English (United Kingdom)
es_mx: Inglés (Reino Unido)
fr_ca: Anglais (Royaume-Uni)

# EnglishUS
source: English (United States)
es_mx: Inglés (Estados Unidos)
fr_ca: Anglais (États-Unis)

# EnrollDate
source: Enrollment Date
es_mx: Fecha de inscripción
fr_ca: Date d'inscription

source: Enrollment Date
es_mx: Fecha de inscripción
fr_ca: Date d'inscription

source: Enter
es_mx: Ingresar
fr_ca: Entrer

source: Enter Data
es_mx: Ingresar datos
fr_ca: Entrer des données

source: Enter data which fields you want to update
es_mx: Ingrese los datos que desea actualizar
fr_ca: Entrez les données que vous souhaitez mettre à jour

source: Entered Password
es_mx: Contraseña ingresada
fr_ca: Mot de passe saisi

# EnteredPwd
source: Entered Password
es_mx: Contraseña ingresada
fr_ca: Mot de passe saisi

# EnterEmail
source: Enter Email Note..
es_mx: Ingrese nota de correo
fr_ca: Entrez une note de courriel

source: Enter SMS...
es_mx: Ingrese SMS
fr_ca: Entrez un SMS

# EnterSMSTmpl
source: Enter SMS Template..
es_mx: Ingrese plantilla de SMS
fr_ca: Entrez le modèle SMS

source: Enter user new password
es_mx: Ingresar nueva contraseña de usuario
fr_ca: Entrer un nouveau mot de passe utilisateur

source: Enter your note...
es_mx: Ingresar tu nota...
fr_ca: Saisissez votre note...

source: entries inserted!
es_mx: entradas insertadas!
fr_ca: entrées insérées !

source: Establishments
es_mx: Establecimientos
fr_ca: Établissements

source: Est. Comp.
es_mx: Finalización estimada
fr_ca: Achèvement estimé

# EstDelivered
source: EstimateDelivered
es_mx: Estimación entregada
fr_ca: Estimation Livrée

source: Estimated Completion
es_mx: Finalización estimada
fr_ca: Date de fin estimée

# EstimatedCost
source: Est Cost $
es_mx: Costo estimado $
fr_ca: Coût estimé en $

# EstimatedCostPer
source: Est Cost %
es_mx: Costo estimado %
fr_ca: Coût estimé en %

source: EstimateDelivered
es_mx: Estimado entregado
fr_ca: Estimation livrée

source: Estimated Revenue
es_mx: Ingreso estimado
fr_ca: Revenu estimé

source: .Estimated Start
es_mx: Inicio estimado
fr_ca: .Début estimé

source: Estimator
es_mx: Estimador
fr_ca: Estimateur

source: Est Margin $
es_mx: Margen estimado $
fr_ca: Marge estimée en $

# EstMarginPer
source: Est Margin %
es_mx: Margen estimado %
fr_ca: Marge estimée en %

source: Est Ref Rev
es_mx: Ingreso Est. Ref
fr_ca: Rev. Est. Ref
