Repository: vavanv/CreateResxFromXlsx
Catalog: WebMessages.*.resx
Languages: es_mx, fr_ca

source: Abandon Call
es_mx: Abandonar llamada
fr_ca: Abandonner l'appel

source: Accept
es_mx: Aceptar
fr_ca: Accepter

# AcceptanceOfPolicy
source: Acceptance of this policy
es_mx: Aceptación de esta política
fr_ca: Acceptation de cette politique

# AcceptanceOfTerms
source: Acceptance of these terms
es_mx: Aceptación de estos términos
fr_ca: Acceptation de ces termes

# AcceptAndClose
source: ACCEPT & CLOSE
es_mx: ACEPTAR Y CERRAR
fr_ca: ACCEPTER ET FERMER

source: Access Denied
es_mx: Acceso Denegado
fr_ca: Accès Refusé

source: Access Granted
es_mx: Acceso Concedido
fr_ca: Accès Autorisé

source: Access to the web page was denied.
es_mx: El acceso a la página web ha sido denegado.
fr_ca: L'accès à la page Web a été refusé.,

# AccountClosed
source: AcctClosed
es_mx: Cuenta cerrada
fr_ca: Compte fermé

source: Account History
es_mx: Historial de cuenta
fr_ca: Historique du compte

source: Accounting
es_mx: Contabilidad
fr_ca: Comptabilité

source: Accounting > Billing > Messages List
es_mx: Contabilidad > Facturación > Lista de mensajes
fr_ca: Comptabilité > Facturation > Liste des messages

source: Accounting > Billing > Price Level List
es_mx: Contabilidad > Facturación > Lista de niveles de precios
fr_ca: Comptabilité > Facturation > Liste des niveaux de prix

source: Accounting Closed
es_mx: Contabilidad cerrada
fr_ca: Comptabilité fermée

source: Accounting Closed Date
es_mx: Fecha de cierre contable
fr_ca: Date de clôture de la comptabilité

source: Accounting Closed Jobs
es_mx: Trabajos contables cerrados
fr_ca: Travaux comptables fermés

source: Accounting Closed Month
es_mx: Mes de cierre contable
fr_ca: Mois de clôture de la comptabilité

source: Accounting Paid
es_mx: Contabilidad pagada
fr_ca: Comptabilité payée

source: Account Not Found
es_mx: Cuenta no encontrada
fr_ca: Compte non trouvé

source: Account Number
es_mx: Número de cuenta
fr_ca: Numéro de compte

source: Account Site
es_mx: Sitio de cuenta
fr_ca: Site du compte

source: Account User
es_mx: Usuario de cuenta
fr_ca: Utilisateur du compte

source: Acctg Audit to Close
es_mx: Auditoría contable hasta el cierre
fr_ca: Audit comptable à la fermeture

source: ActCostEstCost
es_mx: Costo real/Costo estimado
fr_ca: Coût réel/Coût estimé

source: Action
es_mx: Acción

source: actions
es_mx: acciones

source: Active
es_mx: Activo
fr_ca: Actif

source: Active Companies for this report...
es_mx: Empresas activas para este informe...
fr_ca: Entreprises actives pour ce rapport...

source: Active Filters
es_mx: Filtros activos
fr_ca: Filtres actifs

source: Active managers/users for this report...
es_mx: Gerentes/usuarios activos para este informe...
fr_ca: Responsables/utilisateurs actifs pour ce rapport...

source: Active Organizations
es_mx: Organizaciones activas
fr_ca: Organisations actives

source: Active Route
es_mx: Ruta activa
fr_ca: Route active

source: Activities
es_mx: Actividades
fr_ca: Activités

# ActivitiesByTopicReport
source: Activities by Topic
es_mx: Actividades por Tema
fr_ca: Activités par sujet

# ActivitiesByTopicTooltip
source: Review Activities by Date Range for Users (Note: Requires selection of topics)
es_mx: Revisar actividades por rango de fechas para usuarios (Nota: Requiere selección de temas)
fr_ca: Examiner les activités par plage de dates pour les utilisateurs (Remarque : nécessite la sélection de sujets).

source: Activities Opportunities
es_mx: Actividades y oportunidades
fr_ca: Activités Opportunités

source: Activities Summary
es_mx: Resumen de actividades
fr_ca: Résumé des activités

source: Activity
es_mx: Actividad
fr_ca: Activité

source: Activity Details Report
es_mx: Reporte de Detalles de Actividades
fr_ca: Rapport de détails d'activités

source: Activity Details report by Salesperson
es_mx: Informe de detalles de actividad por vendedor
fr_ca: Rapport de détails d'activité par commercial

# ActivityDetailsTooltip
source: Showing all activites for Organization, Contact and Jobs that are owned by a salesperson
es_mx: Mostrando todas las actividades para Organizaciones, Contactos y Trabajos que son propiedad de un vendedor
fr_ca: Affichage de toutes les activités pour les organisations, les contacts et les dossiers appartenant à un commercial

source: Activity settings saved!
es_mx: ¡Configuración de actividad guardada!
fr_ca: Paramètres d'activité enregistrés !

source: Act. Rev. to Date
es_mx: Act. Rev. hasta la fecha
fr_ca: Act. Rev. à ce jour

source: Actual Completion
es_mx: Finalización real
fr_ca: Achèvement réel

source: ActualCost
es_mx: Costo real
fr_ca: Coût réel

source: Actual Start
es_mx: Inicio real
fr_ca: Début réel

source: Add
es_mx: Añadir
fr_ca: Ajouter

source: Add All Items
es_mx: Añadir todos los elementos
fr_ca: Ajouter tous les éléments

source: Add Calendar
es_mx: Añadir un calendario
fr_ca: Ajouter un calendrier

source: Add Cities
es_mx: Agregar ciudades
fr_ca: Ajouter des villes

source: Add Column
es_mx: Añadir columna
fr_ca: Ajouter une colonne

source: Add Contact
es_mx: Agregar contacto
fr_ca: Ajouter un contact

source: Add Contacts
es_mx: Añadir contactos
fr_ca: Ajouter des contacts

source: Add Destination
es_mx: Añadir destino
fr_ca: Ajouter une destination

source: Add Emails
es_mx: Agregar correos electrónicos
fr_ca: Ajouter des e-mails

source: Add Employee
es_mx: Agregar empleado
fr_ca: Ajouter un employé

source: Additional Info
es_mx: Información adicional
fr_ca: Informations supplémentaires

source: Add My Address To Route
es_mx: Agregar mi dirección a la ruta
fr_ca: Ajouter mon adresse à l'itinéraire

source: Add My Office To Route
es_mx: Agregar mi oficina a la ruta
fr_ca: Ajouter mon bureau à l'itinéraire

source: Add My Template
es_mx: Agregar mi plantilla
fr_ca: Ajouter mon modèle

source: Add New Campaign
es_mx: Agregar nueva campaña
fr_ca: Créer une nouvelle campagne

# AddNewCard
source: Or add new card
es_mx: O agregar nueva tarjeta
fr_ca: Ou ajouter une nouvelle carte

source: Add New Contact
es_mx: Agregar nuevo contacto
fr_ca: Ajouter un nouveau contact

source: Add New Event
es_mx: Agregar nuevo evento
fr_ca: Ajouter un nouvel événement

source: Add New Filter Criteria
es_mx: Añadir nuevos criterios de filtro
fr_ca: Ajouter de nouveaux critères de filtre

source: Add New Folder
es_mx: Añadir nueva carpeta
fr_ca: Ajouter un nouveau répertoire

source: Add New Intake
es_mx: Agregar nueva admisión
fr_ca: Ajouter une nouvelle admission

source: Add New Item...
es_mx: Agregar nuevo elemento...
fr_ca: Ajouter un nouvel élément...

source: Add new mail Audiences
es_mx: Agregar nuevas audiencias de correo
fr_ca: Ajouter de nouvelles audiences de messagerie

source: Add New Opportunity
es_mx: Agregar nueva oportunidad
fr_ca: Ajouter une nouvelle opportunité,

source: Add New Program
es_mx: Agregar nuevo programa
fr_ca: Ajouter un nouveau programme

source: Add New Record
es_mx: Agregar nuevo registro
fr_ca: Ajouter un nouvel enregistrement

source: Add New Route
es_mx: Agregar nueva ruta
fr_ca: Ajouter une nouvelle route

source: Add New Task
es_mx: Agregar nueva tarea
fr_ca: Ajouter une nouvelle tâche

source: Add New Widget
es_mx: Agregar nuevo widget
fr_ca: Ajouter un nouveau widget

source: Add Note
es_mx: Agregar nota
fr_ca: Ajouter une note

source: Add Organization
es_mx: Agregar organización
fr_ca: Ajouter une organisation

source: Add Phones
es_mx: Añadir teléfonos
fr_ca: Ajouter des téléphones

source: Add Product
es_mx: Agregar producto
fr_ca: Ajouter un produit

source: Add Quick Note
es_mx: Añadir nota rápida
fr_ca: Ajouter une note rapide

source: Address
es_mx: Dirección
fr_ca: Adresse

source: Address 1
es_mx: Dirección 1
fr_ca: Adresse 1

source: Address2
es_mx: Dirección 2
fr_ca: Adresse 2

source: Address Changes
es_mx: Cambios de dirección
fr_ca: Changements d'adresse

source: Addresses
es_mx: Direcciones
fr_ca: Adresses

source: Address Form
es_mx: Formulario de dirección
fr_ca: Formulaire d'adresse

source: Address found
es_mx: Dirección encontrada
fr_ca: Adresse trouvée

source: AddressInfo
es_mx: Información de dirección
fr_ca: Info Adresse

source: Address List
es_mx: Lista de direcciones
fr_ca: Liste d'adresses

source: address showing...
es_mx: mostrando dirección...
fr_ca: adresse en cours d'affichage…

source: Address Type
es_mx: Tipo de dirección
fr_ca: Type d'adresse

# AddressUpdated
source: Your address has been updated!
es_mx: ¡Tu dirección ha sido actualizada!
fr_ca: Votre adresse a été mise à jour !

source: Add Rule
es_mx: Agregar regla
fr_ca: Ajouter une règle

source: Add Search
es_mx: Agregar búsqueda
fr_ca: Ajouter une recherche

source: Add Selected
es_mx: Agregar seleccionado
fr_ca: Ajouter la sélection

source: Add Selected Cities
es_mx: Agregar ciudades seleccionadas
fr_ca: Ajouter les villes sélectionnées

source: Add Selected State(s)
es_mx: Agregar estado(s) seleccionado(s)
fr_ca: Ajouter l'État sélectionné

source: Add State
es_mx: Agregar un estado
fr_ca: Ajouter un État

source: Add Task
es_mx: Agregar tarea
fr_ca: Ajouter une tâche

source: Add To Contact
es_mx: Agregar al contacto
fr_ca: Ajouter au contact

source: Add Widget
es_mx: Agregar widget
fr_ca: Ajouter un widget

source: Add Zip Codes
es_mx: Agregar códigos postales
fr_ca: Ajouter des codes postaux

source: Adjuster
es_mx: Ajustador
fr_ca: Expert en sinistres

source: AdjusterOrganization
es_mx: Organización del ajustador
fr_ca: Organisation de l'expert

source: AdjusterParent
es_mx: Padre ajustador
fr_ca: Parent d'expert

source: Adjust for Daylight Saving
es_mx: Ajustar para horario de verano
fr_ca: Ajuster pour l'heure d'été

source: Admin
es_mx: Administrador
fr_ca: Administrateur

source: Admin > All Users
es_mx: Admin > Todos los usuarios
fr_ca: Admin > Tous les utilisateurs

source: Admin > Companies > Company Credits
es_mx: Administrador > Empresas > Créditos de la empresa
fr_ca: Admin > Entreprises > Crédits de l'entreprise

source: Admin > Companies > Company List
es_mx: Admin > Empresas > Lista de empresas
fr_ca: Admin > Entreprises > Liste des entreprises

# AdminCompaniesIntegration
source: Admin > Companies > {0} > Integration
es_mx: Admin > Empresas > {0} > Integración
fr_ca: Admin > Entreprises > {0} > Intégration

source: Admin > Companies > User List
es_mx: Admin > Empresas > Lista de usuarios
fr_ca: Admin > Entreprises > Liste des utilisateurs

source: Admin > Definitions > Expense Category
es_mx: Admin > Definiciones > Categoría de gastos
fr_ca: Admin > Définitions > Catégorie de dépenses

source: Admin > Definitions > Holidays
es_mx: Admin > Definiciones > Días festivos
fr_ca: Admin > Définitions > Jours fériés

source: Admin > Franchisors > Franchisor List
es_mx: Admin > Franquiciadores > Lista de franquiciadores
fr_ca: Admin > Franchiseurs > Liste des franchiseurs

source: Administrative
es_mx: Administrativo
fr_ca: Administratif

source: Admin > Locations > Programs
es_mx: Admin > Ubicaciones > Programas
fr_ca: Admin > Emplacements > Programmes

source: Admin Panel
es_mx: Panel de administración
fr_ca: Panneau d'administration

source: Admin > Regions > Region List
es_mx: Admin > Regiones > Lista de regiones
fr_ca: Admin > Régions > Liste des régions

source: Admin > Regions > State List
es_mx: Admin > Regiones > Lista de estados
fr_ca: Admin > Régions > Liste des États

source: Admin > Reports > Api Sync QueueId
es_mx: Admin > Informes > Id. de cola de sincronización de la API
fr_ca: Admin > Rapports > Synchronisation de l'API queueId

# AdminSupeUserUpdatePassword
source: Admin/Super User Update Password
es_mx: Administrador/Superusuario - Actualizar contraseña
fr_ca: Administrateur/Super Utilisateur - Mettre à jour le mot de passe

source: Agency Contact
es_mx: Contacto de la agencia
fr_ca: Contact de l'agence

source: Agency Organization
es_mx: Organización de la agencia
fr_ca: Organisation de l'agence

source: Agency Parent
es_mx: Padre de la agencia
fr_ca: Parent de l'agence

source: Agent
es_mx: Agente

source: Agent User Number
es_mx: Número de usuario del agente
fr_ca: Numéro d'utilisateur de l'agent

source: Alert
es_mx: Alerta
fr_ca: Alerte

source: Alert List
es_mx: Lista de alertas
fr_ca: Liste d'alertes

source: Alerts
es_mx: Alertas
fr_ca: Alertes

source: Alerts Only Selected Organizations/Contacts
es_mx: Alertas solo para organizaciones/contactos seleccionados
fr_ca: Alertes uniquement pour les organisations/contacts sélectionnés

source: Alert Threshold
es_mx: Umbral de alerta
fr_ca: Seuil d'alerte

source: Alert Threshold (All Regions)
es_mx: Umbral de alerta (todas las regiones)
fr_ca: Seuil d'alerte (toutes les régions)

source: All
es_mx: Todos
fr_ca: Tout

source: All Address
es_mx: Todas las direcciones
fr_ca: Toutes les adresses

source: All api calls summary
es_mx: Resumen de todas las llamadas a la API
fr_ca: Résumé de tous les appels API

source: All Contacts
es_mx: Todos los contactos
fr_ca: Tous les contacts

source: All Email
es_mx: Todos los correos electrónicos
fr_ca: Tous les emails

source: All Emails
es_mx: Todos los correos electrónicos
fr_ca: Tous les emails

# AllEmailsDeletedInFolder
source: All emails have been deleted in the folder
es_mx: Todos los correos electrónicos han sido eliminados en la carpeta
fr_ca: Tous les e-mails ont été supprimés dans le dossier

# AllEmailsMarkedAsRead
source: All emails have been marked as read
es_mx: Todos los correos electrónicos han sido marcados como leídos
fr_ca: Tous les e-mails ont été marqués comme lus

# AllEmailsMovedToFolder
source: All emails have been moved to the folder
es_mx: Todos los correos electrónicos han sido movidos a la carpeta
fr_ca: Tous les e-mails ont été déplacés vers le dossier

source: All Filtered
es_mx: Todo filtrado
fr_ca: Tout filtré

source: All Filtered Contacts
es_mx: Todos los contactos filtrados
fr_ca: Tous les contacts filtrés

source: All Filtered Emails
es_mx: Todos los correos electrónicos filtrados
fr_ca: Tous les e-mails filtrés

source: All Filtered Organizations
es_mx: Todas las organizaciones filtradas
fr_ca: Toutes les organisations filtrées

source: All Filtered Phones
es_mx: Todos los teléfonos filtrados
fr_ca: Tous les téléphones filtrés

source: All Items
es_mx: Todos los elementos
fr_ca: Tous les éléments

source: All Jobs
es_mx: Todos los trabajos
fr_ca: Toutes les dossiers

source: All notes belong to Contacts or Organizations
es_mx: Todas las notas pertenecen a contactos u organizaciones
fr_ca: Toutes les notes appartiennent à des contacts ou des organisations

source: All Organizations
es_mx: Todas las organizaciones
fr_ca: Toutes les organisations

source: AllowCAT
es_mx: Permitir CAT
fr_ca: Autoriser CAT

source: Allow custom line item
es_mx: Permitir elemento de línea personalizado
fr_ca: Autoriser l'élément de ligne personnalisé

source: Allow invoice items override
es_mx: Permitir anulación de ítems de factura
fr_ca: Autoriser le remplacement des articles de facture

source: Allow price adjustment
es_mx: Permitir ajuste de precio
fr_ca: Autoriser l'ajustement des prix

source: All Phone
es_mx: Todos los teléfonos
fr_ca: Tous les téléphones

source: All products
es_mx: Todos los productos
fr_ca: Tous les produits

source: All Regions
es_mx: Todas las regiones
fr_ca: Toutes les régions

# AllZipCodesDeleted
source: All zip codes have been deleted
es_mx: Todos los códigos postales han sido eliminados
fr_ca: Tous les codes postaux ont été supprimés

source: All zip codes has been deleted
es_mx: Todos los códigos postales han sido eliminados
fr_ca: Tous les codes postaux ont été supprimés

# AlsoEditedWithThisMassEditDataSet
source: also edited with this mass edit data set. Would you like update all other
es_mx: también editado con este conjunto de datos de edición masiva. ¿Le gustaría actualizar todos los demás?
fr_ca: également modifié avec cet ensemble de données d'édition massive. Souhaitez-vous mettre à jour tous les autres

source: Amount
es_mx: Monto
fr_ca: Montant

# AmountCanNotBiggerThan99
source: Amount can not bigger than 99,999,999,999,999.00
es_mx: El monto no puede ser mayor que 99,999,999,999,999.00
fr_ca: Le montant ne peut pas être supérieur à 99 999 999 999 999,00

source: Amount Collected
es_mx: Monto cobrado
fr_ca: Montant collecté

source: Amount Due
es_mx: Monto adeudado
fr_ca: Montant dû

source: Amounts
es_mx: Montos
fr_ca: Montants

source: Analytics
es_mx: Analíticas
fr_ca: Analytique

source: An automated e-mail has been sent. Please check your e-mail to reset your password!
es_mx: Se ha enviado un correo electrónico automatizado. Por favor, revisa tu correo electrónico para restablecer tu contraseña.
fr_ca: Un e-mail automatisé a été envoyé. Veuillez vérifier votre e-mail pour réinitialiser votre mot de passe!

source: and add a credit card for this organization.
es_mx: y agrega una tarjeta de crédito para esta organización.
fr_ca: et ajoutez une carte de crédit pour cette organisation.

source: Annually
es_mx: Anualmente
fr_ca: Annuellement

source: Annual Revenue
es_mx: Ingresos anuales
fr_ca: Revenu annuel

source: Answer
es_mx: Respuesta
fr_ca: Répondre

source: Answered
es_mx: Respondido
fr_ca: Répondu

source: Answered Call
es_mx: Llamada respondida
fr_ca: Appel répondu

source: Any new activity or update will reset the alert notice
es_mx: Cualquier actividad o actualización nueva restablecerá el aviso de alerta.
fr_ca: Toute nouvelle activité ou mise à jour réinitialisera l'avis d'alerte

source: Api Key
es_mx: Clave API
fr_ca: Clé API

source: API Login
es_mx: Inicio de sesión API
fr_ca: Connexion API

source: Application
es_mx: Aplicación

source: Apply credit to this invoice?
es_mx: ¿Aplicar crédito a esta factura?
fr_ca: Appliquer un crédit à cette facture ?

source: Appr. Date
es_mx: Fecha de aprobación
fr_ca: Date d'approbation

source: Approved
es_mx: Aprobado
fr_ca: Approuvé

source: Approved Date
es_mx: Fecha de aprobación
fr_ca: Date d'approbation

source: April
es_mx: Abril
fr_ca: Avril

source: Aqua Background
es_mx: Fondo aqua
fr_ca: Fond aqua

source: Archive
es_mx: Archivar
fr_ca: Archiver

source: Archived
es_mx: Archivado
fr_ca: Archivé

source: Are you sure you want to delete the user?
es_mx: ¿Estás seguro de que quieres eliminar al usuario?
fr_ca: Êtes-vous sûr de vouloir supprimer l'utilisateur?,

# AreYouSureYouWantToStopReceivingPromotional
source: Are you sure you want to stop receiving Promotional, Campaign and Information Alert emails from CRM?
es_mx: ¿Estás seguro de que quieres dejar de recibir correos electrónicos promocionales, de campaña y de alerta de información de CRM?
fr_ca: Êtes-vous sûr de vouloir cesser de recevoir des e-mails promotionnels, de campagne et d'alerte d'information de CRM ?

source: Assc Est Rev
es_mx: Ingreso Est. Asociado
fr_ca: Rev. Est. Associé

source: Assc Jobs
es_mx: Trabajos Asociados
fr_ca: Travaux Associés

source: Assign
es_mx: Asignar
fr_ca: Assigné

source: Assigned?
es_mx: Asignado
fr_ca: Assigné

source: Assigned By
es_mx: Asignado por
fr_ca: Assigné par

source: Assigned Contacts
es_mx: Contactos asignados
fr_ca: Contacts attribués

source: Assigned new Contacts
es_mx: Asignado nuevos contactos
fr_ca: Affecter de nouveaux contacts

source: Assigned new Organizations
es_mx: Asignado nuevas organizaciones
fr_ca: Nouvelles organisations attribuées

source: Assigned Organizations
es_mx: Organizaciones asignadas
fr_ca: Organisations attribuées

source: Assigned Task
es_mx: Tarea asignada
fr_ca: Tâche attribuée

source: Assigned to
es_mx: Asignado a
fr_ca: Assigné à

source: Assigned To User
es_mx: Asignado a usuario
fr_ca: Assigné à l'utilisateur

source: Assign History
es_mx: Asignar historial
fr_ca: Assigné l'historique

source: Assign Job Credit
es_mx: Asignar crédito de trabajo
fr_ca: Assigner le crédit de dossier

source: Assignment
es_mx: Asignación
fr_ca: Affectation

source: Assign new Contacts
es_mx: Asignar nuevos contactos
fr_ca: Assigner de nouveaux contacts

source: Assign new Organizations
es_mx: Asignar nuevas organizaciones
fr_ca: Assigner de nouvelles organisations

source: Assign Numbers
es_mx: Asignar números
fr_ca: Assigner des numéros

source: Assign Organization
es_mx: Asignar organización
fr_ca: Assigner une organisation

# AssignRoute
source: Would you like to assign the route?
es_mx: Asignar ruta
fr_ca: Assigner un itinéraire

source: Assign route and send message to user
es_mx: Asignar ruta y enviar mensaje al usuario
fr_ca: Assigner une route et envoyer un message à l'utilisateur

source: Assign route history
es_mx: Historial de asignación de ruta
fr_ca: Historique d'assignation de la route

source: Assign this route to you...
es_mx: Asignar esta ruta a usted...
fr_ca: Assigner cette route à vous...

source: Associated Est. Rev.
es_mx: Est. Rev. Asociada
fr_ca: Rev. Est. Associée

source: Associated Revenue
es_mx: Ingresos asociados
fr_ca: Revenu associé

source: Attachments
es_mx: Adjuntos
fr_ca: Pièces jointes

source: Attendant Form
es_mx: Formulario del asistente
fr_ca: Formulaire de l'agent

source: Attendant List
es_mx: Lista de asistentes
fr_ca: Liste des agents

source: Audience updated!
es_mx: Audiencia actualizada
fr_ca: Audience mis à jour !

source: Audit
es_mx: Auditoría

source: Audit Missing Data Organization
es_mx: Auditoría de datos faltantes de la organización
fr_ca: Audit des données manquantes de l'organisation

source: Audit Missing Salesperson on Job
es_mx: Auditoría de vendedores faltantes en el trabajo
fr_ca: Audit du commercial manquant sur le travail

source: Audit Reports
es_mx: Informes de auditoría
fr_ca: Rapports de vérification

source: August
es_mx: Agosto
fr_ca: Août

# AutoCreateContact
source: It will automatically create a contact if you do not select a contact...
es_mx: Creará automáticamente un contacto si no selecciona un contacto...
fr_ca: Il créera automatiquement un contact si vous ne sélectionnez pas de contact...

source: Auto-Fill from Office
es_mx: Autocompletar desde la oficina
fr_ca: Auto-Remplissage depuis le bureau

source: Automatic
es_mx: Automático
fr_ca: Automatique

source: Automatically
es_mx: Automáticamente
fr_ca: Automatiquement

source: Automatic collection of information
es_mx: Recopilación automática de información
fr_ca: Collecte automatique d'informations

source: Average Answer Time
es_mx: Tiempo promedio de respuesta
fr_ca: Temps moyen de réponse

source: Average Talk Time
es_mx: Tiempo promedio de conversación
fr_ca: Temps moyen de conversation

source: Avg Call Time
es_mx: Tiempo promedio de llamada
fr_ca: Temps d'appel moyen

source: Avg Days Between Referrals
es_mx: Días promedio entre referencias
fr_ca: Jours moyens entre les références

source: Avg Days Ref.
es_mx: Días promedio de referencia
fr_ca: Jours moyens de référence

source: Avg Rating
es_mx: Calificación promedio
fr_ca: Évaluation moyenne

source: BACK
es_mx: Volver
fr_ca: Retour

source: Back to Account
es_mx: Volver a la cuenta
fr_ca: Retour au compte

source: Back to CRM
es_mx: Volver a CRM
fr_ca: Retour à CRM

source: BACK TO DASHBOARD
es_mx: VOLVER AL TABLERO DE INSTRUMENTOS
fr_ca: RETOUR AU TABLEAU DE BORD

source: Back To List
es_mx: Volver a la lista
fr_ca: Retour à la liste

source: Back to Login
es_mx: Volver al inicio de sesión
fr_ca: Retour à la connexion

source: Back To Organization
es_mx: Volver a la organización
fr_ca: Retour à l'organisation

source: Back to Route
es_mx: Volver a la ruta
fr_ca: Retour à la route

source: Balance Due
es_mx: Saldo Pendiente
fr_ca: Solde dû

source: Bal Due
es_mx: Saldo Pendiente
fr_ca: Solde dû

source: BCC
es_mx: CCO
fr_ca: CCI

# BDT
source: BD Types
es_mx: Tipos de BD
fr_ca: Types de BD

source: BD Type
es_mx: Tipo de BD
fr_ca: Type de BD

source: BD Types
es_mx: Tipos de BD
fr_ca: Types de BD
