Repository: vavanv/CreateResxFromXlsx
Catalog: WebMessages.*.resx
Languages: es_mx, fr_ca

source: Please enter your First Name
es_mx: Por favor, ingresa tu nombre.
fr_ca: Veuillez entrer votre prénom

source: Please enter your Last Name
es_mx: Por favor, ingresa tu apellido.
fr_ca: Veuillez entrer votre nom de famille

source: Please enter your password!
es_mx: Por favor, ingresa tu contraseña.
fr_ca: Veuillez entrer votre mot de passe

source: Please enter zip codes
es_mx: Por favor, introduce los códigos postales
fr_ca: Veuillez entrer les codes postaux

source: Please first select zip/postal codes then Add Items.
es_mx: Por favor, primero selecciona códigos postales y luego agrega elementos.
fr_ca: Sélectionnez d'abord les codes postaux, puis ajoutez les éléments.

# PleaseLookUpYourAddressMap
source: Please look up your address on map.
es_mx: Busque su dirección en el mapa, por favor.
fr_ca: Veuillez rechercher votre adresse sur la carte.

source: Please look up your address on map.
es_mx: Por favor, busca tu dirección en el mapa.
fr_ca: Veuillez rechercher votre adresse sur la carte.

source: Please make a selection
es_mx: Por favor, haz una selección.
fr_ca: Veuillez faire une sélection.

# PleaseSaveRoute
source: Please save a route!
es_mx: ¡Por favor, guarde una ruta!
fr_ca: Veuillez enregistrer un itinéraire !

source: Please save your route first!
es_mx: ¡Por favor, guarde su ruta primero!
fr_ca: Veuillez d'abord enregistrer votre itinéraire !

# PleaseSelectAddress
source: Please Select Your Address
es_mx: Por favor, selecciona tu dirección
fr_ca: Sélectionnez votre adresse

source: Please select an item.
es_mx: Por favor, selecciona un elemento.
fr_ca: Veuillez sélectionner un élément.

source: Please select a time!
es_mx: ¡Por favor, selecciona una hora!
fr_ca: Veuillez sélectionner une heure !

# PleaseSelectAudience
source: Please select an Audience
es_mx: Por favor, selecciona una audiencia
fr_ca: Veuillez sélectionner une audience

# PleaseSelectCity
source: Please select a city!
es_mx: ¡Por favor, seleccione una ciudad!
fr_ca: Veuillez sélectionner une ville !

# PleaseSelectColor
source: Please select a color
es_mx: Por favor, seleccione un color
fr_ca: Veuillez sélectionner une couleur

# PleaseSelectColumn
source: Please select a column
es_mx: Por favor, seleccione una columna
fr_ca: Veuillez sélectionner une colonne

# PleaseSelectCondition
source: Please select a condition
es_mx: Por favor, seleccione una condición
fr_ca: Veuillez sélectionner une condition

# PleaseSelectContact
source: Please select a Contact!
es_mx: ¡Por favor, seleccione un contacto!
fr_ca: Veuillez sélectionner un contact !

# PleaseSelectContactType
source: Please select an Contact Type!
es_mx: ¡Por favor, seleccione un tipo de contacto!
fr_ca: Veuillez sélectionner un type de contact !

# PleaseSelectDay
source: Please select a day!
es_mx: ¡Por favor, seleccione un día!
fr_ca: Veuillez sélectionner un jour !

# PleaseSelectDestinationContact
source: Please select a destination contact
es_mx: Seleccione un contacto de destino
fr_ca: Veuillez sélectionner un contact de destination

source: Please select End by date!
es_mx: ¡Por favor, seleccione la fecha de finalización!
fr_ca: Veuillez sélectionner la date de fin !

source: Please select field(s)
es_mx: Seleccione campo(s)
fr_ca: Veuillez sélectionner le(s) champ(s)

# PleaseSelectFile
source: Please select a file
es_mx: ¡Por favor, seleccione un archivo!
fr_ca: Veuillez sélectionner un fichier !

# PleaseSelectItem
source: Please select an item
es_mx: ¡Por favor, seleccione un elemento!
fr_ca: Veuillez sélectionner un élément

source: Please select items...
es_mx: Por favor, seleccione elementos...
fr_ca: Veuillez sélectionner des éléments...

# PleaseSelectLossCode
source: Please select a Loss Code
es_mx: Por favor, seleccione un código de pérdida
fr_ca: Veuillez sélectionner un code de perte

# PleaseSelectModule
source: Please select a module
es_mx: Por favor, seleccione un módulo
fr_ca: Veuillez sélectionner un module

# PleaseSelectOffice
source: Please select an office!
es_mx: ¡Por favor, seleccione una oficina!
fr_ca: Veuillez sélectionner un bureau !

# PleaseSelectOrganization
source: Please select a Organization!
es_mx: ¡Por favor, seleccione una organización!
fr_ca: Veuillez sélectionner une organisation !

source: Please Select Organizations
es_mx: Por favor, seleccione organizaciones
fr_ca: Veuillez sélectionner des organisations

# PleaseSelectOrganizationType
source: Please select an Organization Type!
es_mx: ¡Por favor, seleccione un tipo de organización!
fr_ca: Veuillez sélectionner un type d'organisation !

# PleaseSelectOrSaveRoute
source: Please select or save a route
es_mx: Por favor, seleccione o guarde una ruta
fr_ca: Veuillez sélectionner ou enregistrer un itinéraire

# PleaseSelectParentGroup
source: Please select an Parent Group!
es_mx: ¡Por favor, seleccione un grupo principal!
fr_ca: Veuillez sélectionner un groupe parent !

# PleaseSelectParentType
source: Please select an Parent Type!
es_mx: ¡Por favor, seleccione un tipo principal!
fr_ca: Veuillez sélectionner un type parent !

# PleaseSelectRoute
source: Please select a route
es_mx: Por favor, seleccione una ruta
fr_ca: Veuillez sélectionner une route !

source: Please select rows!
es_mx: ¡Por favor, seleccione filas!
fr_ca: Veuillez sélectionner des lignes !

# PleaseSelectSerie
source: Please select a serie!
es_mx: ¡Por favor, seleccione una serie!
fr_ca: Veuillez sélectionner une série !

# PleaseSelectSerieValue
source: Please select a serie value!
es_mx: ¡Por favor, seleccione un valor de serie!
fr_ca: Veuillez sélectionner une valeur de série !

# PleaseSelectSourceContact
source: Please select a source contact
es_mx: Seleccione un contacto de origen
fr_ca: Veuillez sélectionner un contact source

# PleaseSelectState
source: Please select a state!
es_mx: ¡Por favor, seleccione un estado!
fr_ca: Veuillez sélectionner un état !

# PleaseSelectTab
source: Please select a tab!
es_mx: ¡Por favor, seleccione una pestaña!
fr_ca: Veuillez sélectionner un onglet !

source: Please select user!
es_mx: ¡Por favor, selecciona un usuario!
fr_ca: Sélectionnez un utilisateur, s'il vous plaît !

source: Please select user(s)!
es_mx: ¡Por favor, selecciona usuario(s)!
fr_ca: Veuillez sélectionner un ou plusieurs utilisateurs !

# PleaseSelectUsersUpdateSalesperson
source: Please select users who can able to update Salesperson on the Organization and Contact form.
es_mx: Por favor, seleccione usuarios que puedan actualizar a la persona de ventas en el formulario de organización y contacto.
fr_ca: Veuillez sélectionner les utilisateurs pouvant mettre à jour le commercial sur le formulaire d'organisation et de contact.

source: Please select which field you want to update
es_mx: Seleccione qué campo desea actualizar
fr_ca: Veuillez sélectionner le champ que vous souhaitez mettre à jour

source: Please select your IMAP folders for sync with CRM email
es_mx: Por favor, selecciona tus carpetas IMAP para sincronizar con el correo electrónico de CRM
fr_ca: Veuillez sélectionner vos dossiers IMAP pour la synchronisation avec la messagerie CRM

source: Please select your lead type
es_mx: Por favor, seleccione su tipo de oportunidad
fr_ca: Veuillez sélectionner votre type de prospect

source: Please type the Captcha Code exactly as it appears.
es_mx: Por favor, escribe el código Captcha exactamente como aparece.
fr_ca: Veuillez saisir le code Captcha exactement comme il apparaît.,

source: Please type the image exactly as it appears.
es_mx: Por favor, escribe la imagen exactamente como aparece.
fr_ca: Veuillez saisir l'image exactement comme elle apparaît.,

# PleaseUpdateEmailSettings
source: Please update your email settings...
es_mx: Actualice la configuración de su correo electrónico...
fr_ca: Veuillez mettre à jour vos paramètres e-mail...

source: Please update Mailchimp settings
es_mx: Por favor, actualice la configuración de Mailchimp
fr_ca: Veuillez mettre à jour les paramètres Mailchimp

source: Please update Mailgun settings
es_mx: Por favor, actualice la configuración de Mailgun
fr_ca: Veuillez mettre à jour les paramètres Mailgun

# PleaseUploadCSVOrXLSFile
source: Please upload a CSV file or a XLS file
es_mx: Por favor, cargue un archivo CSV o un archivo XLS
fr_ca: Veuillez télécharger un fichier CSV ou un fichier XLS

# PleaseUploadValidExcelFile
source: Please upload a valid Excel file. Please use sample excel file!
es_mx: Por favor, cargue un archivo Excel válido. ¡Por favor, use el archivo Excel de muestra!
fr_ca: Veuillez télécharger un fichier Excel valide. Veuillez utiliser le fichier Excel d'exemple !

source: Please upload valid excel template.
es_mx: Sube una plantilla de Excel válida, por favor.
fr_ca: Veuillez télécharger un modèle Excel valide.

source: Please verify your password!
es_mx: Por favor, verifica tu contraseña.
fr_ca: Veuillez vérifier votre mot de passe!

source: Please wait...
es_mx: Por favor, espere...
fr_ca: Veuillez patienter...

# PleaseWaitNotificationIn10Min
source: Please wait. We will give you notification in 10 min.
es_mx: Por favor, espere. Le daremos una notificación en 10 minutos.
fr_ca: Veuillez patienter. Nous vous donnerons une notification dans 10 min.

source: Please wait. Printing...
es_mx: Por favor, espere. Imprimiendo...
fr_ca: Veuillez patienter. Impression en cours...

source: Points
es_mx: Puntos

source: Policy Number
es_mx: Número de póliza
fr_ca: Numéro de police

source: Port
es_mx: Puerto

source: Postal Code
es_mx: Código postal
fr_ca: Code postal

source: Potential Locations
es_mx: Ubicaciones potenciales
fr_ca: Emplacements potentiels

source: Powered by Proven CRM
es_mx: Desarrollado por Proven CRM
fr_ca: Propulsé par Proven CRM

source: Prd. Closed
es_mx: Prd. Cerrado
fr_ca: Prd. Fermé

source: Precipitation Amount
es_mx: Cantidad de precipitación
fr_ca: Quantité de précipitation

source: Precipitation Rate
es_mx: Tasa de precipitación
fr_ca: Taux de précipitation

source: Prepare to Send Email
es_mx: Preparar para enviar por correo electrónico
fr_ca: Préparez-vous à envoyer par courriel

source: Prepare to Send Phone
es_mx: Preparar para enviar por teléfono
fr_ca: Préparez-vous à envoyer par téléphone

source: * Prest Ctrl + click for multiple selection
es_mx: * Presiona Ctrl + clic para seleccionar múltiples opciones
fr_ca: * Prest Ctrl + clic pour une sélection multiple

source: Preview
es_mx: Vista previa
fr_ca: Aperçu

source: Previous Value
es_mx: Valor anterior
fr_ca: Valeur précédente

source: Price
es_mx: Precio
fr_ca: Prix

source: PriceLevels
es_mx: Niveles de precios
fr_ca: Niveaux de prix

source: Price By
es_mx: Precio por
fr_ca: Prix par

source: Price Levels
es_mx: Niveles de precios
fr_ca: Niveaux de Prix

source: PrimaryPhone
es_mx: Teléfono principal
fr_ca: Téléphone principal

source: Primary POC Name
es_mx: Nombre del POC principal
fr_ca: Nom du POC principal

source: Primary POC Title
es_mx: Cargo del POC principal
fr_ca: Titre du POC principal

source: Print
es_mx: Imprimir
fr_ca: Imprimer

source: Printing...
es_mx: Imprimiendo...
fr_ca: Impression en cours...

source: Print Route
es_mx: Imprimir ruta
fr_ca: Imprimer l'itinéraire

source: Print Route Details
es_mx: Imprimir detalles de la ruta
fr_ca: Imprimer les détails de l'itinéraire

source: Print Route Directions
es_mx: Imprimir direcciones de ruta
fr_ca: Imprimer les directions de l'itinéraire

source: Print Route Summary
es_mx: Imprimir resumen de la ruta
fr_ca: Imprimer le résumé de l'itinéraire

# Priority
source: Priorty
es_mx: Prioridad
fr_ca: Priorité

source: Privacy
es_mx: Privacidad
fr_ca: Confidentialité

source: Privacy Details
es_mx: Detalles de privacidad
fr_ca: Détails de confidentialité

source: Privacy of children
es_mx: Privacidad de los niños
fr_ca: Confidentialité des enfants

source: Privacy policy
es_mx: Política de privacidad
fr_ca: Politique de confidentialité

source: Private Items
es_mx: Ítems privados
fr_ca: Articles privés

# ProcessCompleted
source: Your process completed...
es_mx: ¡Proceso completado!
fr_ca: Processus terminé !

# ProcessHasBeenCompleted
source: Your process has been completed!
es_mx: ¡Tu proceso ha sido completado!
fr_ca: Votre processus est terminé !

# ProcessingPropertyFileNotify
source: Processing property file, we will notify you when done.
es_mx: Procesando el archivo de propiedades, le notificaremos cuando esté hecho.
fr_ca: Traitement du fichier de propriétés, nous vous informerons une fois terminé.

source: Process Payment
es_mx: Proceso de pago
fr_ca: Payer

source: Process Selection
es_mx: Selección del proceso
fr_ca: Sélection du processus

source: Product
es_mx: Producto
fr_ca: Produit

source: Product Address List
es_mx: Lista de direcciones del producto
fr_ca: Liste d'adresses du produit

# ProductId
source: Product #
es_mx: N.º de producto
fr_ca: N° de produit

source: Production Closed
es_mx: Producción cerrada
fr_ca: Production fermée

source: Product Name
es_mx: Nombre del producto
fr_ca: Nom du produit

source: Products > Product List
es_mx: Productos > Lista de productos
fr_ca: Produits > Liste des produits

source: Profile Type
es_mx: Tipo de perfil
fr_ca: Type de profil

source: Profit
es_mx: Ganancia
fr_ca: Bénéfice

source: ProfitLeak
es_mx: Pérdida de beneficio
fr_ca: Fuite de profit

source: Program
es_mx: Programa
fr_ca: Programme

# ProgramId
source: Program #
es_mx: N.° de programa
fr_ca: Programme #

# ProgramJobId
source: Program Job #
es_mx: N.° de trabajo del programa
fr_ca: Numéro de tâche du programme

source: Program Job Name
es_mx: Nombre del trabajo del programa
fr_ca: Nom du travail du programme

source: Programs
es_mx: Programas
fr_ca: Programmes

source: Prohibited uses
es_mx: Usos prohibidos
fr_ca: Utilisations interdites

source: Project
es_mx: Proyecto
fr_ca: Projet

source: ProjectManager
es_mx: Gerente de proyecto
fr_ca: Chef de projet

source: Property
es_mx: Propiedad
fr_ca: Propriété

source: Property Details
es_mx: Detalles de la propiedad
fr_ca: Détails de la propriété

source: Property Import
es_mx: Importar propiedad
fr_ca: Importation de propriété

source: Property Info
es_mx: Información de la propiedad
fr_ca: Infos sur la propriété

source: Property Management
es_mx: Gestión de propiedades
fr_ca: Gestion de propriété

source: Property Mng.
es_mx: Gestión de propiedades
fr_ca: Gestion de propriété

source: Property Name
es_mx: Nombre de la propiedad
fr_ca: Nom de la propriété

source: Property Type
es_mx: Tipo de propiedad
fr_ca: Type de propriété

source: Prospecting
es_mx: Prospección
fr_ca: Prospection

source: Proven CRM - Redirect Gmail
es_mx: Proven CRM - Redirigir Gmail
fr_ca: Proven CRM - Rediriger Gmail

source: Province
es_mx: Provincia

source: Public
es_mx: Público

source: Public Items
es_mx: Ítems públicos
fr_ca: Articles publics

source: Publish
es_mx: Publicar
fr_ca: Publier

source: Publish Date
es_mx: Fecha de publicación
fr_ca: Date de publication

source: Purple
es_mx: Púrpura
fr_ca: Violet

source: Qual Review
es_mx: Revisión de calidad
fr_ca: Examen qualitatif

source: Quarter
es_mx: Trimestre
fr_ca: Trimestre

source: Quarterly
es_mx: Trimestral
fr_ca: Trimestriel

source: Question
es_mx: Pregunta

source: Question Order
es_mx: Orden de las preguntas
fr_ca: Ordre des questions

source: Questions
es_mx: Preguntas

source: Question Type
es_mx: Tipo de Pregunta
fr_ca: Type de Question

source: Quick Note
es_mx: Nota rápida
fr_ca: Note rapide

source: Quote
es_mx: Cotización
fr_ca: Devis

source: Quotes
es_mx: Cotizaciones
fr_ca: Devis

source: Radio Button Group
es_mx: Grupo de botones de opción
fr_ca: Groupe de boutons radio

source: Random Password
es_mx: Contraseña aleatoria
fr_ca: Mot de passe aléatoire

source: Range
es_mx: Rango
fr_ca: Portée

source: Ranking
es_mx: Clasificación
fr_ca: Classement

source: Ranking History
es_mx: Historial de clasificación
fr_ca: Historique de classement

source: Rates
es_mx: Tasas
fr_ca: Tarifs

source: Rating
es_mx: Clasificación
fr_ca: Évaluation

source: Rating Scale
es_mx: Escala de calificación
fr_ca: Échelle de notation

source: Rax Rate
es_mx: Tasa Rax
fr_ca: Tasa Rax

source: Ready
es_mx: Listo
fr_ca: Prêt

source: REAL DATA JOB REMOVAL
es_mx: ELIMINACIÓN DE TRABAJO DE DATOS REALES
fr_ca: SUPPRESSION DU TRAVAIL DE DONNÉES RÉELLES

# ReassignSharedViews
source: Re-assing all shared views to new users or a user missing a view.
es_mx: Reasignar todas las vistas compartidas a nuevos usuarios o a un usuario que falta una vista.
fr_ca: Réaffecter toutes les vues partagées aux nouveaux utilisateurs ou à un utilisateur manquant une vue.

source: Re-assign Views
es_mx: Reasignar vistas
fr_ca: Réaffecter les vues

source: Recalculate
es_mx: Recalcular
fr_ca: Recalculer

# RecalculateAllRangeLines
source: Recalculate all range lines base on Minimum Job Dollars and Maximum Job Dollars
es_mx: "Volver a calcular todas las líneas de rango en función de los dólares mínimos y máximos del trabajo"
fr_ca: "Recalculer toutes les lignes de gamme en fonction du montant minimum et du montant maximum des travaux"

source: Recalculate All Users Payment
es_mx: Recalcular todos los pagos de los usuarios
fr_ca: Recalculer tous les paiements des utilisateurs

source: Recalculate Payment List
es_mx: Recalcular la lista de pagos
fr_ca: Recalculer la liste des paiements

source: Received
es_mx: Recibido
fr_ca: Reçu

source: ReceiveDate
es_mx: Fecha de recepción
fr_ca: Date de réception

source: ReceiveDateMonth
es_mx: Mes de recepción
fr_ca: Mois de réception

source: ReceivedDate
es_mx: Fecha de recepción
fr_ca: Date de réception

source: Receiving emails...
es_mx: Recibiendo correos electrónicos...
fr_ca: Réception des emails...

# RecordDuplicated
source: Your record duplicated! Would you like to go to that record and change it?
es_mx: ¡Tu registro está duplicado! ¿Te gustaría ir a ese registro y cambiarlo?
fr_ca: Votre enregistrement est dupliqué ! Souhaitez-vous aller à cet enregistrement et le modifier ?

source: record has been inserted
es_mx: se ha insertado el registro
fr_ca: L'enregistrement a été inséré

source: Record Incoming Call
es_mx: Grabar llamada entrante
fr_ca: Enregistrer l'appel entrant

# RecordNotFound
source: Sorry we could not find the record you requested!
es_mx: ¡Lo siento, no pudimos encontrar el registro que solicitaste!
fr_ca: Désolé, nous n'avons pas pu trouver l'enregistrement que vous avez demandé !

source: Recover
es_mx: Recuperar
fr_ca: Récupérer

# RecoverContacts
source: Recover Contacts that have been deleted or made inactive.
es_mx: Recuperar contactos que han sido eliminados o inactivados.
fr_ca: Récupérer les contacts supprimés ou rendus inactifs.

source: Recovered
es_mx: Recuperado
fr_ca: Récupéré

source: Recovered Employees
es_mx: Empleados recuperados
fr_ca: Employés récupérés

# RecoverOrganizations
source: Recover Organizations that have been deleted or made inactive.
es_mx: Recuperar organizaciones que han sido eliminadas o inactivadas.
fr_ca: Récupérer les organisations supprimées ou rendues inactives.

source: Red
es_mx: Rojo
fr_ca: Rouge

source: Red Background
es_mx: Fondo rojo
fr_ca: Fond rouge

source: Red Text
es_mx: Texto en rojo
fr_ca: Texte rouge

source: Ref Company
es_mx: Empresa de referencia
fr_ca: Société de référence

source: Ref. Contact
es_mx: Ref. Contacto
fr_ca: Contact Réf.

source: Reference No
es_mx: Número de referencia
fr_ca: Numéro de référence

source: Referral Company
es_mx: Empresa de referencia
fr_ca: Société de recommandation

source: ReferralContact
es_mx: Contacto de referencia
fr_ca: Contact de recommandation

source: ReferralOffice
es_mx: Oficina de referencia
fr_ca: Bureau de recommandation

source: ReferralOrg
es_mx: Organización de referencia
fr_ca: Organisation de recommandation

source: Referral Organization
es_mx: Organización de referencia
fr_ca: Organisation de recommandation

source: Referral Paid Summary by Contact
es_mx: Resumen de pagos de referencia por contacto
fr_ca: Résumé des paiements de recommandation par contact

source: Referral Paid Summary by Organization
es_mx: Resumen de pagos de referencia por organización
fr_ca: Résumé des paiements de recommandation par organisation

source: Referral Received Summary by Contact
es_mx: Resumen de referencias recibidas por contacto
fr_ca: Résumé des recommandations reçues par contact

# ReferralReceivedSummaryByContactReport
source: Referral Received Summary by Contact
es_mx: Resumen de Referencias Recibidas por Contacto
fr_ca: Résumé des références reçues par contact

# ReferralReceivedSummaryByContactTooltip
source: Showing Referral Count by Contact and days since last activity
es_mx: Mostrando el recuento de referencias por contacto y días desde la última actividad
fr_ca: Affichage du nombre de références par contact et des jours depuis la dernière activité

source: Referral Received Summary by Organization
es_mx: Resumen de referencias recibidas por organización
fr_ca: Résumé des recommandations reçues par organisation

# ReferralReceivedSummaryByOrganizationReport
source: Referral Received Summary by Organization
es_mx: Resumen de Referencias Recibidas por Organización
fr_ca: Résumé des références reçues par organisation

# ReferralReceivedSummaryByOrganizationTooltip
source: Showing Referral Count by Organization and days since last activity
es_mx: Mostrando el recuento de referencias por organización y días desde la última actividad
fr_ca: Affichage du nombre de références par organisation et des jours depuis la dernière activité

source: Referral Revenue
es_mx: Ingresos por recomendación
fr_ca: Revenu de recommandation

source: Referrals
es_mx: Referencias
fr_ca: Recommandations

source: Referral Source
es_mx: Fuente de referencia
fr_ca: Source de recommandation

source: Referral Summary by Contacts
es_mx: Resumen de referencias por contactos
fr_ca: Résumé des recommandations par contacts

source: Referral Summary by Organization
es_mx: Resumen de referencias por organización
fr_ca: Résumé des recommandations par organisation

source: Ref Office
es_mx: Oficina de referencia
fr_ca: Bureau de référence

source: Ref. Organization
es_mx: Organización de referencia
fr_ca: Organisation de référence

source: Refresh
es_mx: Refrescar
fr_ca: Actualiser

source: Refresh Audiences
es_mx: Actualizar audiencias
fr_ca: Actualiser les audiences

source: Refresh Main Screen
es_mx: Actualizar pantalla principal
fr_ca: Actualiser l'écran principal

source: RefSource
es_mx: Fuente de referencia
fr_ca: Source de référence

source: Region
es_mx: Región
fr_ca: Région

source: Regional Sales Manager Commision
es_mx: Comisión de gerente de ventas regional
fr_ca: Commission du directeur régional des ventes

source: Regional Sales Manager Commission
es_mx: Comisión del gerente regional de ventas
fr_ca: Commission du directeur régional des ventes

source: RegionID
es_mx: ID de región
fr_ca: ID de la région

source: Region Locations
es_mx: Ubicaciones de la región
fr_ca: Emplacements de la région

source: Regions
es_mx: Regiones
fr_ca: Régions

source: region(s) imported!
es_mx: región(es) importada(s)!
fr_ca: région(s) importée(s) !

source: Regions > Office Region List
es_mx: Regiones > Lista de regiones de oficina
fr_ca: Régions > Liste des régions de bureau

source: Related List
es_mx: Lista relacionada
fr_ca: Liste connexe

# RelationshipCalculationsDone24Hours
source: Relationship calculations are done every 24 hours, if you would like to update this relationship please
es_mx: Los cálculos de la relación se realizan cada 24 horas. Si desea actualizar esta relación, por favor
fr_ca: Les calculs de relation sont effectués toutes les 24 heures, si vous souhaitez mettre à jour cette relation, veuillez
