Repository: vavanv/CreateResxFromXlsx
Catalog: WebMessages.*.resx
Languages: es_mx, fr_ca

# JobCreditBySalespersonDetailedTooltip
source: Showing Job Credit details by period by salesperson
es_mx: Mostrando detalles de crédito de trabajo por período por vendedor.
fr_ca: Affichage des détails du crédit de dossier par période par commercial.

# JobCreditBySalespersonReport
source: Job Credit By Salesperson
es_mx: Crédito de Trabajo por Vendedor
fr_ca: Crédit de Dossier par commercial

# JobCreditBySalespersonTooltip
source: Showing Job Credit & Count by period by salesperson
es_mx: Mostrando crédito de trabajo y cantidad por período por vendedor.
fr_ca: Affichage du crédit de dossier et du nombre par période par commercial.

source: Job Credit History
es_mx: Historial de crédito de trabajo
fr_ca: Historique de crédit d'dossier

source: Job Credit Logs
es_mx: Registros de crédito de trabajo
fr_ca: Journaux de crédit d'dossier

# JobCreditRemovalIsActive
source: Job credit removal is active or not
es_mx: La eliminación de crédito de trabajo está activa o no
fr_ca: La suppression de crédit d'dossier est-elle active ou non

source: Job credit removal is active or not
es_mx: ¿La eliminación de crédito de trabajo está activa o no?
fr_ca: La suppression de crédits d'dossier est activée ou non

source: Job Credit Removal Report
es_mx: Informe de eliminación de crédito de trabajo
fr_ca: Rapport de suppression de crédit d'dossier

# JobCreditRemovalTooltip
source: Showing job where credit was removed due to inactivity
es_mx: Mostrando trabajos donde se eliminó el crédito debido a la inactividad
fr_ca: Affichage des dossiers où le crédit a été retiré pour inactivité

source: Job credits
es_mx: Créditos de trabajo
fr_ca: Crédits de dossier

source: Job Details
es_mx: Detalles del trabajo
fr_ca: Détails du dossier

source: job feedbacks
es_mx: Comentarios de trabajo
fr_ca: Commentaires du dossier

# JobFeedbacksReport
source: Job Feedbacks
es_mx: Retroalimentación de Trabajos
fr_ca: Rétroaction sur dossiers

# JobFeedbacksTooltip
source: Job Feedbacks
es_mx: Retroalimentación de Trabajos
fr_ca: Rétroaction sur dossiers

# JobGroupsByReferralSourceReport
source: Job Groups by Referral Source
es_mx: Grupos de Trabajos por Fuente de Referencia
fr_ca: Groupes de Dossiers par source de référence

# JobGroupsByReferralSourceTooltip
source: Showing detailed jobs groups by Referral Source by Period
es_mx: Mostrando grupos de trabajos detallados por Fuente de Referencia por Período.
fr_ca: Affichage détaillé des groupes de Dossiers par source de référence par période.

# JobGroupsCreditBySalespersonDetail
source: Job Groups Credit By Salesperson Detailed
es_mx: Detalles del crédito de trabajo por vendedor en grupos
fr_ca: Groupes de crédit d'dossier par vendeur (détails)

source: Job ID
es_mx: ID del trabajo
fr_ca: ID du dossier

source: Job Info
es_mx: Información del trabajo
fr_ca: Info sur le dossier

source: Job Inserted
es_mx: Trabajo insertado
fr_ca: Dossier inséré

source: Job List
es_mx: Lista de trabajos
fr_ca: Liste des dossiers

source: Job Location
es_mx: Ubicación del trabajo
fr_ca: Lieu du dossier

source: Job Management
es_mx: Gestión del trabajo
fr_ca: Gestion de dossier

source: Job Name
es_mx: Nombre del trabajo
fr_ca: Nom de dossier

source: Job Number
es_mx: Número del trabajo
fr_ca: Numéro de dossier

source: Job Owner
es_mx: Dueño del trabajo
fr_ca: Propriétaire du dossier

source: Job > Property
es_mx: Trabajo > Propiedad
fr_ca: Dossiers > Propriété

source: Job Received
es_mx: Trabajo Recibido
fr_ca: Dossier reçu

source: Job Referral Assignment Notification
es_mx: Notificación de asignación de referencia de trabajo
fr_ca: Notification d'attribution de référence de dossier

# JobReferralOfficeAssigned
source: Job referral office or job referral contact assigned
es_mx: Oficina de recomendación de trabajo o contacto de recomendación de trabajo asignado
fr_ca: Bureau de parrainage de dossier ou contact de parrainage d'dossier attribué

source: Job Referrals
es_mx: Referencias laborales
fr_ca: Références de dossier

# JobReferralsUnderstanding
source: Understanding Job Referrals by Salesperson and how many days its been since the last
es_mx: Comprender las recomendaciones de trabajo por vendedor y cuántos días han pasado desde la última
fr_ca: Comprendre les références de dossier par commercial et le nombre de jours écoulés depuis la dernière

source: Job Relationship
es_mx: Relación del trabajo
fr_ca: Relation dossier

source: Jobs
es_mx: Trabajos
fr_ca: Dossiers

source: Job salesperson assigned
es_mx: Vendedor de trabajo asignado
fr_ca: Commercial de dossier attribué

source: Jobs by Referral Source
es_mx: Trabajos por fuente de recomendación
fr_ca: Dossiers par source de référence

source: Jobs by Referral Source Detailed
es_mx: Trabajos por fuente de recomendación (detallado)
fr_ca: Dossiers par source de référence (détaillés)

# JobsByReferralSourceDetailedReport
source: Jobs by Referral Source Detailed
es_mx: Detalles de Trabajos por Fuente de Referencia
fr_ca: Dossiers par source de référence détaillée

# JobsByReferralSourceDetailedTooltip
source: Showing detailed jobs by Referral Source by Period
es_mx: Mostrando trabajos detallados por Fuente de Referencia por Período.
fr_ca: Affichage détaillé des dossiers par source de référence par période.

# JobsByReferralSourceGraphReport
source: Jobs by Referral Source Graph
es_mx: Gráfico de Trabajos por Fuente de Referencia
fr_ca: Graphique des dossiers par source de référence

# JobsByReferralSourceGraphTooltip
source: Review Jobs Grouped by Referral Source showing total count & estimated Revenue
es_mx: Revisar los trabajos agrupados por fuente de referencia mostrando el total y la estimación de ingresos.
fr_ca: Examiner les Dossiers Groupés par Source de Référence montrant le nombre total et les Revenus estimés

# JobsByReferralSourceReport
source: Jobs by Referral Source
es_mx: Trabajos por Fuente de Referencia
fr_ca: Dossiers par source de référence

# JobsByReferralSourceTooltip
source: Showing a Summary total by Referral Source by Period
es_mx: Mostrando un total resumido por Fuente de Referencia por Período.
fr_ca: Affichage d'un Résumé Total par Source de Référence par période.

source: Jobs By Sales Referral Source
es_mx: Trabajos por fuente de recomendación de ventas
fr_ca: Dossiers par source de référence de vente

source: Jobs > Contacts > Contact List
es_mx: Trabajos > Contactos > Lista de contactos
fr_ca: Dossiers > Contacts > Liste des contacts

source: Jobs Credit By System User
es_mx: Créditos de trabajo por usuario del sistema
fr_ca: Crédits de dossier par utilisateur système

# JobsCreditBySystemUserReport
source: Jobs Credit By System User
es_mx: Créditos de Trabajo por Usuario del Sistema
fr_ca: Crédit des dossiers par utilisateur

# JobsCreditBySystemUserTooltip
source: Showing where credit was manually assigned to a salesperson
es_mx: Mostrando dónde se asignó crédito manualmente a un vendedor
fr_ca: Affichage des commerciaux à qui un crédit a été attribué manuellement.

source: Jobs > Credits > History
es_mx: Trabajos > Créditos > Historial
fr_ca: Dossiers > Crédits > Historique

source: Jobs > Credits > Job Credits
es_mx: Trabajos > Créditos > Créditos de trabajo
fr_ca: Dossiers > Crédits > Crédits de mission

source: Jobs Date
es_mx: Fecha de Trabajos
fr_ca: Date des dossiers

source: Jobs > Employees > Employee List
es_mx: Trabajos > Empleados > Lista de empleados
fr_ca: Dossiers > Employés > Liste des employés

source: Jobs > Job Address List
es_mx: Trabajos > Lista de direcciones de trabajo
fr_ca: Dossiers > Liste des adresses des missions

source: Jobs > Job List
es_mx: Trabajos > Lista de trabajos
fr_ca: Dossiers > Liste des dossiers

source: Jobs > Job List Group
es_mx: Trabajos > Lista de trabajos en grupo
fr_ca: Dossiers > Liste des groupes de dossiers

source: Jobs > Organizations > Organization List
es_mx: Trabajos > Organizaciones > Lista de organizaciones
fr_ca: Dossiers > Organisations > Liste des organisations

source: Jobs Referral by Dates
es_mx: Trabajos por recomendación por fechas
fr_ca: Références de dossier par dates

# JobsReferralByDatesReport
source: Jobs Referral by Dates
es_mx: Referencias de Trabajos por Fechas
fr_ca: Dossiers Référés par Dates

# JobsReferralByDatesTooltip
source: Review Job progress by percentage, grouped by referral source
es_mx: Revisar el progreso del trabajo porcentaje, agrupado por fuente de referencia.
fr_ca: Examiner la progression des dossiers par pourcentage, regroupée par source de référence.

source: Jobs Referral by Date Summary
es_mx: Trabajos por recomendación por resumen de fecha
fr_ca: Références de dossier par résumé de date

# JobsReferralByDateSummaryReport
source: Jobs Referral by Date Summary
es_mx: Resumen de Referencias de Trabajos por Fecha
fr_ca: Résumé des Dossiers Référés par Date

# JobsReferralByDateSummaryTooltip
source: Review Job progress by count, grouped by referral source
es_mx: Revisar el progreso del trabajo por cantidad, agrupado por fuente de referencia.
fr_ca: Examiner la progression des Dossiers par nombre, regroupée par source de référence

source: Jobs Referral Source By Dates
es_mx: Trabajos por Fuente de Referencia por Fechas
fr_ca: Sources de Référence des dossiers par Dates

source: Jobs > Relationships > Parent List
es_mx: Trabajos > Relaciones > Lista de padres
fr_ca: Dossiers > Relations > Liste des parents

source: Job Stage
es_mx: Etapa del trabajo
fr_ca: Étape du dossier

source: Job Status
es_mx: Estado del trabajo
fr_ca: Statut du dossier

source: Jobs Types
es_mx: Tipos de trabajos
fr_ca: Types de dossiers

source: Job Subtype
es_mx: Subtipo del trabajo
fr_ca: Sous-type de dossier

source: Job Timeline
es_mx: Línea de tiempo del trabajo
fr_ca: Chronologie du dossier

source: Job Title
es_mx: Título del trabajo
fr_ca: Titre du dossier

source: Job Total
es_mx: Total del trabajo
fr_ca: Total du dossier

source: Job Type
es_mx: Tipo de trabajo
fr_ca: Type d'intervention

source: Job visible
es_mx: Trabajo visible
fr_ca: Dossier visible

source: July
es_mx: Julio
fr_ca: Juillet

source: June
es_mx: Junio
fr_ca: Juin

source: Junk
es_mx: Basura
fr_ca: Indésirable

source: Keyboard shortcuts
es_mx: Atajos de teclado
fr_ca: Raccourcis clavier

source: Keyword
es_mx: Palabra clave
fr_ca: Mot-clé

source: Labels
es_mx: Etiquetas
fr_ca: Étiquettes

source: L.Activity Contact
es_mx: L. Actividad Contacto
fr_ca: L. Activité Contact

source: L.Activity Org
es_mx: L. Actividad Org
fr_ca: L. Activité Org

source: Language
es_mx: Idioma
fr_ca: Langue

source: Language Preference
es_mx: Preferencia de idioma
fr_ca: Préférence de langue

source: Last 30 Days
es_mx: Últimos 30 días
fr_ca: Les 30 derniers jours

source: Last 60 Days
es_mx: Últimos 60 días
fr_ca: Les 60 derniers jours

source: Last 7 Days
es_mx: Últimos 7 días
fr_ca: Les 7 derniers jours

source: Last 90 Days
es_mx: Últimos 90 días
fr_ca: Les 90 derniers jours

source: Last Activity
es_mx: Última actividad
fr_ca: Dernière activité

source: Last Calculation Date
es_mx: Última fecha de cálculo
fr_ca: Dernière date de calcul

source: Last Day Jobs
es_mx: Trabajos del último día
fr_ca: Dossiers du dernier jour

source: Last Day on Job
es_mx: Último día en el trabajo
fr_ca: Dernier jour sur le dossier

source: Last Integration
es_mx: Última integración
fr_ca: Dernière intégration

source: Last Month
es_mx: El mes pasado
fr_ca: Le mois dernier

source: Last Name
es_mx: Apellido
fr_ca: Nom de famille

source: Last Note
es_mx: Última nota
fr_ca: Dernière note

source: Last Referral Date
es_mx: Fecha de última recomendación
fr_ca: Date de la dernière référence

source: Last Thirty Days
es_mx: Últimos treinta días
fr_ca: Les trente derniers jours

source: Last update
es_mx: Última actualización
fr_ca: Dernière mise à jour

source: Last Updated
es_mx: Última actualización
fr_ca: Dernière mise à jour

source: LastUsed
es_mx: Último usado
fr_ca: Dernièrement utilisé

source: Last Year
es_mx: El año pasado
fr_ca: Dernière année

source: Latitude
es_mx: Latitud

source: Lead
es_mx: Prospecto
fr_ca: Prospect

# LeadAndContactImport
source: Lead & Contact Import…
es_mx: Importación de clientes y contactos
fr_ca: Importation de prospects et de contacts

source: Lead and Contact import wizard
es_mx: Asistente de importación de clientes y contactos
fr_ca: Assistant d'importation de prospects et de contacts

source: Lead Contact
es_mx: Contacto de prospecto
fr_ca: Contact de prospect

source: Lead Contact Import
es_mx: Importación de clientes y contactos
fr_ca: Importation de contact de prospect

source: Lead Contact Note
es_mx: Nota de contacto de prospecto
fr_ca: Note de contact prospect

source: Lead Contacts
es_mx: Contactos principales
fr_ca: Contacts principaux

source: Lead Details
es_mx: Detalles del prospecto
fr_ca: Détails de la prospect

source: Lead Import
es_mx: Importación de clientes
fr_ca: Importation de prospect

source: Lead Import Source…
es_mx: Origen de importación de clientes...
fr_ca: Source d'importation de prospect...

source: Lead Name
es_mx: Nombre del prospecto
fr_ca: Nom de la prospect

# LeadNo
source: Lead #
es_mx: N.º de oportunidad
fr_ca: Prospect n°

source: Lead Note
es_mx: Nota del prospecto
fr_ca: Note de la prospect

source: Leads
es_mx: Prospectos
fr_ca: Prospects

source: Leads > All Leads
es_mx: Leads > Todos los leads
fr_ca: Prospects > Tous les prospects

source: Leads > Contacts > All Contacts
es_mx: Leads > Contactos > Todos los contactos
fr_ca: Prospects > Contacts > Tous les Contacts

source: Lead Source
es_mx: Fuente del prospecto
fr_ca: Source de prospect

source: Lead Types
es_mx: Tipos de clientes potenciales
fr_ca: Types de prospect

# LegendformatJobReferralOrganizationLead
source: Legend format: Job Referral Organization Lead Source Name (Total Job Count): Total Job Estimate Rev.
es_mx: Formato de leyenda: Nombre de la Fuente de Referencia de Organización de Referencia de Trabajo (Cantidad total de trabajos): Ingreso total estimado de trabajos
fr_ca: Format de la légende : Nom de la Source de Référence de l'Organisation de Référence (Nombre total de travaux) : Revenu total estimé des travaux

source: Level Will
es_mx: Nivel deseado
fr_ca: Niveau souhaité

source: Lime Background
es_mx: Fondo lima
fr_ca: Fond lime

source: Limitation of liability
es_mx: Limitación de responsabilidad
fr_ca: Limitation de responsabilité

source: Links to other resources
es_mx: Enlaces a otros recursos
fr_ca: Liens vers d'autres ressources

source: LIST
es_mx: Lista
fr_ca: Liste

source: Live
es_mx: En vivo
fr_ca: En direct

source: Load Default Template
es_mx: Cargar plantilla predeterminada
fr_ca: Charger le modèle par défaut

source: Loading...
es_mx: Cargando...
fr_ca: Chargement...

# LoadingDots
source: Loading....
es_mx: Cargando...
fr_ca: Chargement...

source: Load More…
es_mx: Cargar más...
fr_ca: Charger davantage…

source: Location
es_mx: Ubicación
fr_ca: Emplacement

source: Locations
es_mx: Ubicaciones
fr_ca: Emplacements

source: Log
es_mx: Registro
fr_ca: Journal

source: Log Back In
es_mx: Volver a iniciar sesión
fr_ca: Se reconnecter

source: Login
es_mx: Iniciar sesión
fr_ca: Connexion

source: Login Back In
es_mx: Volver a iniciar sesión
fr_ca: Se reconnecter

source: Login failed!
es_mx: Fallo en el inicio de sesión.
fr_ca: Échec de la connexion!,

source: Logins
es_mx: Sesiones
fr_ca: Connexions

source: Log Off
es_mx: Cerrar sesión
fr_ca: Déconnexion

source: Logon Information
es_mx: Información de inicio de sesión
fr_ca: Informations de connexion

source: Longitude
es_mx: Longitud

source: Long Text Input
es_mx: Entrada de texto largo
fr_ca: Saisie de texte long

source: Loss Code
es_mx: Código de pérdida
fr_ca: Code de perte

source: Loss Date
es_mx: Fecha de pérdida
fr_ca: Date de perte

source: Loss Description
es_mx: Descripción de la pérdida
fr_ca: Description de la perte

source: Lost
es_mx: Perdido
fr_ca: Perdu

source: Lost Code
es_mx: Código perdido
fr_ca: Code de perte

source: Lost Comments
es_mx: Comentarios perdidos
fr_ca: Commentaires de perte

source: Low
es_mx: Bajo
fr_ca: Bas

source: Lowest
es_mx: El más bajo
fr_ca: Le plus bas

source: LY Assc Est Rev
es_mx: Ingreso Est. Asociado LY
fr_ca: Rev.Est.Associé AD(Année dernière)

source: LY Assc Jobs
es_mx: Trabajos Asociados LY
fr_ca: Dossiers Associés AD ( Année dernière)

source: LY Est Ref Rev
es_mx: Ingreso Est. Ref LY
fr_ca: Rev. Est. Ref AD ( Année dernière)

source: LY Exp
es_mx: Gasto LY
fr_ca: Dépenses AD ( Année dernière)

source: LY Paid Ref
es_mx: Ref. Pagado LY
fr_ca: Réf. Payé AD ( Année dernière)

source: LY Ref#
es_mx: Ref. LY
fr_ca: Réf. AD

source: Mailchimp Settings
es_mx: Configuración de Mailchimp
fr_ca: Paramètres Mailchimp

source: MailChimp Test
es_mx: Prueba de MailChimp
fr_ca: Test MailChimp

source: Mailgun Settings
es_mx: Configuración de Mailgun
fr_ca: Paramètres Mailgun

source: Mail Server Type
es_mx: Tipo de servidor de correo
fr_ca: Type de serveur de messagerie

source: Main Company Email
es_mx: Correo electrónico principal de la empresa
fr_ca: Email principal de l'entreprise

source: Main Contact
es_mx: Contacto principal
fr_ca: Contact principal

# MakeEmployeeUser
source: Would you like to make this employee a user?
es_mx: ¿Quieres hacer de este empleado un usuario?
fr_ca: Souhaitez-vous faire de cet employé un utilisateur ?

source: Man
es_mx: Hombre
fr_ca: Homme

source: Manage
es_mx: Gestionar
fr_ca: Gérer

source: Manage Lead Source
es_mx: Gestionar fuente de prospectos
fr_ca: Gérer la source de prospects

source: Management Contact
es_mx: Contacto de gestión
fr_ca: Contact de gestion

source: Management Organization
es_mx: Organización de gestión
fr_ca: Organisation de gestion

source: Management Parent
es_mx: Padre de gestión
fr_ca: Parent de gestion

source: Manage Note Template
es_mx: Gestionar plantilla de nota
fr_ca: Gérer le modèle de note

source: Manager
es_mx: Gerente
fr_ca: Gestionnaire

source: Manager Email
es_mx: Correo electrónico del gerente
fr_ca: Email du gestionnaire

source: Manage Salesperson Selection
es_mx: Gestionar la selección del vendedor
fr_ca: Gérer la sélection du commercial

source: Manage View
es_mx: Gestionar vista
fr_ca: Gérer la vue

# ManageYourInactivityReportOrganizationsContact
source: * Manage your your Inactivity Report Organizations or Contact with Get Alert fields.
es_mx: Administra tus organizaciones o contactos del informe de inactividad con los campos Obtener alerta.
fr_ca: Gérez vos organisations ou contacts du rapport d'inactivité avec les champs d'alerte obtenus.

source: Manually
es_mx: Manualmente
fr_ca: Manuellement

source: Map
es_mx: Mapa
fr_ca: Carte

source: Map App
es_mx: Aplicación de mapas
fr_ca: Application de cartographie

# MapCompleted
source: Your map has been completed.
es_mx: Tu mapa ha sido completado.
fr_ca: Votre carte a été créée.

source: Maps
es_mx: Mapas
fr_ca: Cartes

source: March
es_mx: Marzo
fr_ca: Mars

source: Mark As Unread
es_mx: Marcar como no leído
fr_ca: Marquer comme non lu

source: Marketing/Campaign Email
es_mx: Correo electrónico de marketing/campaña
fr_ca: E-mail marketing/campagne

source: Marketing Pulse Report
es_mx: Informe de pulso de marketing
fr_ca: Rapport d'impulsion marketing

# MarketingPulsReport
source: Marketing Pulse Report
es_mx: Informe de Pulso de Marketing
fr_ca: Rapport de Pouls Marketing

# MarketingPulsTooltip
source: Understanding Job Referrals by Salesperson and how many days its been since the last
es_mx: Comprender las referencias de trabajo por vendedor y cuántos días han pasado desde la última.
fr_ca: Comprendre les Références de dossiers par Commercial et le Nombre de Jours depuis la dernière

source: Mass Edit
es_mx: Edición masiva
fr_ca: Édition de masse

source: Mass Edit History
es_mx: Historial de edición masiva
fr_ca: Historique d'édition massive

# Max1000Records
source: Max 1000 records you can import
es_mx: Máximo de 1000 registros que puedes importar
fr_ca: Maximum de 1000 enregistrements

# Max25Waypoints
source: Maximum allowed 25 waypoints per request by Google!
es_mx: Máximo permitido de 25 puntos de paso por solicitud por Google
fr_ca: Maximum autorisé de 25 points de passage par demande par Google !

# Max25WaypointsGoogle
source: Maximum allowed 25 waypoints per request by Google. Would you like create more
es_mx: Máximo permitido de 25 puntos de paso por solicitud por Google. ¿Le gustaría crear más?
fr_ca: Maximum autorisé de 25 points de passage par demande par Google. Voulez-vous en créer plus

source: Max Allowed Users
es_mx: Número máximo de usuarios permitidos
fr_ca: Nombre maximal d'utilisateurs autorisés

source: Maximum Temperature
es_mx: Temperatura máxima
fr_ca: Température maximale

# MaxJobDollars
source: Maximum Job Dollars
es_mx: Máximo de dólares por trabajo
fr_ca: Montant maximal des dossiers en dollars

# MaxRange
source: Maximum Range
es_mx: Rango máximo
fr_ca: Plage maximale

source: Max Value
es_mx: Valor máximo
fr_ca: Valeur maximale

source: May
es_mx: Mayo
fr_ca: Mai

source: Menu
es_mx: Menú

source: Merge
es_mx: Combinar
fr_ca: Fusionner

source: Merge completed!
es_mx: ¡Combinación completada!
fr_ca: Fusion terminée !

source: Merge Contacts
es_mx: Fusionar contactos
fr_ca: Fusionner les contacts

source: Merge Records
es_mx: Fusionar registros
fr_ca: Fusionner les enregistrements

source: Merge Two Organizations
es_mx: Fusionar dos organizaciones
fr_ca: Fusionner deux organisations

source: Message
es_mx: Mensaje

source: Messages
es_mx: Mensajes

source: Messages > Severe Weather Outlook
es_mx: Mensajes > Pronóstico de clima severo
fr_ca: Messages > Perspectives météorologiques graves

source: Miles
es_mx: Millas

source: Milestone
es_mx: Hitos
fr_ca: Jalon

source: Milestone Amount
es_mx: Monto del hito
fr_ca: Montant du jalon

source: Milestones
es_mx: Hitos
fr_ca: Jalons

source: Minimum Temperature
es_mx: Temperatura mínima
fr_ca: Température minimale

# MinJobDollars
source: Minimum Job Dollars
es_mx: Mínimo de dólares por trabajo
fr_ca: Montant minimal des dossiers en dollars

# MinRange
source: Minimum Range
es_mx: Rango mínimo
fr_ca: Plage minimale

source: Min value can not be bigger than Maximum Job Dollars!
es_mx: El valor mínimo no puede ser mayor que el máximo de dólares por trabajo.
fr_ca: La valeur minimale ne peut pas être supérieure au montant maximal de l'dossier !

source: Min value can not be bigger than Max value!
es_mx: El valor mínimo no puede ser mayor que el valor máximo.
fr_ca: La valeur minimale ne peut pas être supérieure à la valeur maximale !

# MissingDataReportContacts
source: Missing Data Report for Contacts
es_mx: Informe de datos faltantes para contactos
fr_ca: Rapport de données manquantes pour les contacts

source: Missing Data Report for Contacts > Address
es_mx: Informe de datos faltantes para Contactos > Dirección
fr_ca: Rapport de données manquantes pour Contacts > Adresse

source: Missing Data Report for Contacts > Email
es_mx: Informe de datos faltantes para Contactos > Correo electrónico
fr_ca: Rapport de données manquantes pour Contacts > E-mail

source: Missing Data Report for Contacts > Phone
es_mx: Informe de datos faltantes para Contactos > Teléfono
fr_ca: Rapport de données manquantes pour Contacts > Téléphone

# MissingDataReportForContactsReport
source: Missing Data Report for Contacts
es_mx: Informe de Datos Faltantes para Contactos
fr_ca: Rapport de données manquantes pour les contacts

# MissingDataReportForContactsTooltip
source: Showing any contacts missing (phone, email or address)
es_mx: Mostrando cualquier contacto sin datos (teléfono, correo electrónico o dirección)
fr_ca: Affichage des contacts manquant des coordonnées (téléphone, email ou adresse)

source: Missing Data Report for Organization > Address
es_mx: Informe de datos faltantes para Organización > Dirección
fr_ca: Rapport de données manquantes pour Organisation > Adresse
