Repository: vavanv/CreateResxFromXlsx
Catalog: WebMessages.*.resx
Languages: es_mx, fr_ca

# EstRev
source: Estimated Revenue
es_mx: EstRev
fr_ca: Revenue estimé

source: Est Revenue
es_mx: Est. Ingresos
fr_ca: Revenu est.

# EstRevLY
source: EstRevenue LY
es_mx: Est. Ingresos LY
fr_ca: Revenu est. LY

source: Est. Rev. to Date
es_mx: Est. Rev. hasta la fecha
fr_ca: Rev. Est. à ce jour

# EstRevYTD
source: EstRevenue YTD
es_mx: Est. Ingresos YTD
fr_ca: Revenu Est. année jusqu'à date

# EstStart
source: Estimated Start
es_mx: Inicio estimado
fr_ca: Démarrage estimé

source: Event
es_mx: Evento
fr_ca: Événement

source: Event Details
es_mx: Detalles del evento
fr_ca: Détails de l'événement

source: Event List
es_mx: Lista de eventos
fr_ca: Liste des événements

source: Events
es_mx: Eventos
fr_ca: Événements

source: Events > Event List
es_mx: Eventos > Lista de eventos
fr_ca: Événements > Liste des événements

source: Excel Import...
es_mx: Importación de Excel...
fr_ca: Importation Excel...

source: Exchange Rate
es_mx: Tasa de cambio
fr_ca: Taux de change

# ExecSalesMgr
source: Executive Sales Manager Commision
es_mx: Comisión del gerente de ventas ejecutivo
fr_ca: Commission du directeur des ventes

source: Executive Sales Manager Commision
es_mx: Comisión de gerente de ventas ejecutivo
fr_ca: Commission du directeur des ventes

# ExerciseRights
source: How to exercise these rights
es_mx: Cómo ejercer estos derechos
fr_ca: Comment exercer ces droits

source: exit full screen mode
es_mx: Salir del modo de pantalla completa
fr_ca: Quitter le mode plein écran

# ExpCloseDate
source: Expected Close Date
es_mx: Fecha de cierre esperada
fr_ca: Date de clôture prévue

# ExpDate
source: Expiration Date
es_mx: Fecha de vencimiento
fr_ca: Date d'expiration

source: Expense Date
es_mx: Fecha de gasto
fr_ca: Date des dépenses

source: Expenses
es_mx: Gastos
fr_ca: Dépenses

source: Expenses LY
es_mx: Gastos LY
fr_ca: Dépenses LY

source: Expenses YTD
es_mx: Gastos YTD
fr_ca: Dépenses année jusqu'à date

source: Expiration Date
es_mx: Fecha de vencimiento
fr_ca: Date d'expiration

source: Expired Date
es_mx: Fecha vencida
fr_ca: Date expirée

source: Export
es_mx: Exportar
fr_ca: Exporter

# ExportCompleted
source: Your export has been completed.
es_mx: Tu exportación ha sido completada.
fr_ca: Votre exportation est terminée.

source: Export Data:
es_mx: Exportar datos:
fr_ca: Exporter les données :

# ExportFilePreparing
source: Your export file is preparing. Please wait...
es_mx: Tu archivo de exportación se está preparando. Por favor, espera...
fr_ca: Votre fichier d'exportation est en cours de préparation. Veuillez patienter...

source: Export Format:
es_mx: Formato de exportación:
fr_ca: Format d'exportation :

source: Export started...
es_mx: Exportación iniciada...
fr_ca: Exportation commencée...

source: External File Import(*csv or *xls)
es_mx: Importación de archivo externo (csv o xls)
fr_ca: Importation de fichier externe (csv ou xls)

source: Failed! Check values.
es_mx: ¡Falló! Verifica los valores.
fr_ca: Échec ! Vérifiez les valeurs.

source: False
es_mx: Falso
fr_ca: Faux

source: FAVORITES
es_mx: FAVORITOS
fr_ca: FAVORIS

source: February
es_mx: Febrero
fr_ca: Février

source: Fee
es_mx: Tarifa
fr_ca: Frais

source: Feedback
es_mx: Retroalimentación
fr_ca: Commentaires

source: Ferries
es_mx: Pasajes
fr_ca: Traversiers

source: Field copied to clipboard
es_mx: Campo copiado al portapapeles
fr_ca: Champ copié dans le presse-papiers

source: Field Format
es_mx: Formato de campo
fr_ca: Format de champ

source: Field Mask
es_mx: Máscara de campo
fr_ca: Masque de champ

source: Field Name
es_mx: Nombre de campo
fr_ca: Nom du champ

source: Fields
es_mx: Campos
fr_ca: Champs

source: Field Type
es_mx: Tipo de campo
fr_ca: Type de champ

# FileDownloading
source: Your file is downloading...
es_mx: Tu archivo se está descargando...
fr_ca: Votre fichier est en cours de téléchargement...

# FileExt
source: File extension must be PNG, JPEG or JPG
es_mx: La extensión del archivo debe ser PNG, JPEG o JPG
fr_ca: L'extension de fichier doit être PNG, JPEG ou JPG

# FileExtensionMustBePNGorJPEGorJPG
source: File extension must be PNG, JPEG or JPG
es_mx: La extensión del archivo debe ser PNG, JPEG o JPG
fr_ca: L'extension du fichier doit être PNG, JPEG ou JPG

source: File Format
es_mx: Formato de archivo
fr_ca: Format de fichier

source: File Name
es_mx: Nombre del archivo
fr_ca: Nom du fichier

# FileUploaded
source: Your file has been uploaded
es_mx: Tu archivo ha sido subido
fr_ca: Votre fichier a été téléchargé

source: FILTER
es_mx: Filtrar
fr_ca: Filtrer

source: Filter By
es_mx: Filtrar por
fr_ca: Filtrer par

source: Filter Contacts/Organizations
es_mx: Filtrar contactos/organizaciones
fr_ca: Filtrer les contacts/organisations

source: Filter Criteria
es_mx: Criterios de filtro
fr_ca: Critères de filtre

# FilteredForm
source: Filtered with form items.
es_mx: Filtrado con elementos de formulario.
fr_ca: Filtré avec des éléments de formulaire.

source: Filter Emails...
es_mx: Filtrar correos electrónicos...
fr_ca: Filtrer les courriels...

source: Filter items
es_mx: Filtrar elementos
fr_ca: Filtrer les éléments

source: Final Message
es_mx: Mensaje final
fr_ca: Message final

source: Final QA
es_mx: Control de calidad final
fr_ca: Contrôle qualité final

source: Finish
es_mx: Finalizar
fr_ca: Terminer

source: First Name
es_mx: Nombre
fr_ca: Prénom

# FirstQuarter
source: 1. Quarter
es_mx: 1er. Trimestre
fr_ca: 1er trimestre

source: Flag
es_mx: Bandera
fr_ca: Drapeau

source: Flagged
es_mx: Marcados
fr_ca: Marqué

source: Folder :
es_mx: Carpeta :
fr_ca: Dossier :

# FolderAddedToFavoriteList
source: This folder has been added to your favorite list
es_mx: Esta carpeta se ha añadido a tu lista de favoritos
fr_ca: Ce dossier a été ajouté à votre liste de favoris

# FolderDeleted
source: The folder has been deleted
es_mx: La carpeta ha sido eliminada
fr_ca: Le dossier a été supprimé

# FolderNameAlreadyUnderSelectedMainFolder
source: This folder name already under the selected main folder.
es_mx: Este nombre de carpeta ya está bajo la carpeta principal seleccionada.
fr_ca: Ce nom de dossier est déjà sous le dossier principal sélectionné.

source: FOLDERS
es_mx: CARPETAS
fr_ca: RÉPERTOIRES

# ForExampleIfJobRecievedDate
source: For example if job recieved date: 01/15/2022 (mm/dd/yyyy)<br /> Definition check total day: 10<br />Filter: sales person should enter note between -> 01/05/2022 and 01/15/2022
es_mx: Por ejemplo, si la fecha de recepción del trabajo es: 15/01/2022 (mm/dd/yyyy)<br /> Definición verifica el total de días: 10<br />Filtro: el vendedor debe ingresar una nota entre -> 05/01/2022 y 15/01/2022
fr_ca: Par exemple, si la date de réception du dossier est le 15/01/2022 (mm/jj/aaaa)<br /> Vérification de la définition du nombre total de jours : 10<br />Filtre : le représentant des ventes doit saisir une note entre -> 05/01/2022 et 15/01/2022

# ForgotPwd
source: Forgot Password
es_mx: Contraseña olvidada
fr_ca: Mot de passe oublié

source: Forgot your password?
es_mx: ¿Olvidaste tu contraseña?
fr_ca: Mot de passe oublié?,

source: Format
es_mx: Formato

source: Forward
es_mx: Reenviar
fr_ca: Transférer

source: ForwardCall
es_mx: Reenviar llamada
fr_ca: Transférer l'appel

# ForwardNum
source: ForwardNumber
es_mx: Número de reenvío
fr_ca: Numéro de transfert

source: ForwardNumber
es_mx: Número de reenvío
fr_ca: Numéro de transfert

source: found. Do you want to continue?
es_mx: encontrado. ¿Quieres continuar?
fr_ca: trouvé. Voulez-vous continuer ?

# FourthQuarter
source: 4. Quarter
es_mx: 4to. Trimestre
fr_ca: 4e trimestre

source: Franchise Control Panel
es_mx: Panel de control de franquicias
fr_ca: Panneau de contrôle de la franchise

# FranchiseDsh
source: Franchise Dashboard
es_mx: Tablero de franquicias
fr_ca: Tableau de bord franchise

source: Franchisee
es_mx: Franquiciado
fr_ca: Franchisé

source: Franchisees
es_mx: Franquiciados
fr_ca: Franchisés

# FranchiseId
source: Franchisee #
es_mx: N.° de franquicia
fr_ca: Numéro du franchisé

source: Franchise Locations
es_mx: Ubicaciones de franquicias
fr_ca: Emplacements de la franchise

source: Franchises User
es_mx: Usuarios de franquicias
fr_ca: Utilisateurs de franchises

# FranchisesUsr
source: Franchises User
es_mx: Usuario de franquicias
fr_ca: Utilisateur des franchises

source: Franchisor
es_mx: Franquiciador
fr_ca: Franchiseur

source: Franchisors
es_mx: Franquiciadores
fr_ca: Franchiseurs

source: Free Trial Day
es_mx: Día de prueba gratuito
fr_ca: Journée d'essai gratuite

source: French
es_mx: Francés
fr_ca: Français

source: French (Canada)
es_mx: Francés (Canadá)
fr_ca: Français (Canada)

source: French (France)
es_mx: Francés (Francia)
fr_ca: Français (France)

source: From
es_mx: De
fr_ca: De

source: From Asc
es_mx: De ascendente
fr_ca: De asc

source: FromDate
es_mx: Desde la fecha
fr_ca: À partir de la date

source: From Desc
es_mx: De descendente
fr_ca: De desc

source: Fuchsia Background
es_mx: Fondo fucsia
fr_ca: Fond fuchsia

source: Fuchsia Text
es_mx: Texto fucsia
fr_ca: Texte fuchsia

source: Full Screen
es_mx: Pantalla completa
fr_ca: Plein écran

source: full screen mode
es_mx: Modo de pantalla completa
fr_ca: Mode plein écran

source: Generate Task
es_mx: Generar tarea
fr_ca: Générer une tâche,

# GenTask
source: Generate Task
es_mx: Generar tarea
fr_ca: Générer une tâche

# GeocodeNotSuccessful
source: Geocode was not successful. Please check property address!
es_mx: La geocodificación no fue exitosa. ¡Por favor, verifique la dirección de la propiedad!
fr_ca: La géolocalisation n'a pas réussi. Veuillez vérifier l'adresse du bien !

source: Geocodes
es_mx: Códigos geográficos
fr_ca: Géocodes

source: Geocode was not successful for the following reason:
es_mx: La geocodificación no fue exitosa por la siguiente razón:
fr_ca: La géolocalisation n'a pas réussi pour la raison suivante :

source: Get Alert
es_mx: Recibir alerta
fr_ca: Recevoir une alerte

# GetAPIKey
source: How to get my API key?
es_mx: ¿Cómo obtener mi clave API?
fr_ca: Comment obtenir ma clé API ?

# GetDomainAddress
source: How to get my Domain Address?
es_mx: ¿Cómo obtener mi dirección de dominio?
fr_ca: Comment obtenir mon adresse de domaine ?

source: *...Get: How items we received from Api
es_mx: ...Obtener: Cuántos elementos recibimos de la API.
fr_ca: ... Obtenir : Combien d'éléments nous avons reçus de l'API

# GettingFolders
source: Getting your folders...
es_mx: Obteniendo sus carpetas...
fr_ca: Obtention de vos dossiers...

source: Google Check Contact
es_mx: Verificación Google Contacto
fr_ca: Vérification Google Contact

source: Google Check Job
es_mx: Verificación Google Trabajo
fr_ca: Vérification Google Dossier

# GoogleCheckOrgs
source: Google Check Organizations
es_mx: Verificación Google Organizaciones
fr_ca: Vérification Google Organisations

source: Google Map
es_mx: Mapa de Google
fr_ca: Carte Google

source: Google Map Credit
es_mx: Crédito de Google Maps
fr_ca: Crédit Google Map

source: Gray Background
es_mx: Fondo gris
fr_ca: Fond gris

source: Gray Text
es_mx: Texto gris
fr_ca: Texte gris

source: Green
es_mx: Verde
fr_ca: Vert

source: Green Background
es_mx: Fondo verde
fr_ca: Fond vert

source: Green Text
es_mx: Texto en verde
fr_ca: Texte vert

source: Greeting Message
es_mx: Mensaje de bienvenida
fr_ca: Message de bienvenue

# GridExportReady
source: Your grid export ready
es_mx: Tu exportación de cuadrícula está lista
fr_ca: Votre exportation de grille est prête

source: Grid filtered by
es_mx: Cuadrícula filtrada por
fr_ca: Grille filtrée par

source: Grid View
es_mx: Vista de cuadrícula
fr_ca: Vue en grille

source: Gross Margin %
es_mx: Margen bruto %
fr_ca: Marge brute %,

source: Group
es_mx: Grupo
fr_ca: Groupe

source: Group By
es_mx: Agrupar por
fr_ca: Grouper par

# GroupByOrder
source: Group by and Order by columns should be the same!
es_mx: ¡Agrupar y ordenar por columnas deben ser iguales!
fr_ca: Le regroupement et l'ordre des colonnes doivent être les mêmes !

source: Group By State (Default)
es_mx: Agrupar por estado (predeterminado)
fr_ca: Regrouper par état (par défaut)

source: Group By ZIP Codes
es_mx: Agrupar por códigos ZIP
fr_ca: Regrouper par codes ZIP

source: Hail
es_mx: Granizo
fr_ca: Grêle

source: Hang Up
es_mx: Colgar
fr_ca: Raccrocher

source: Header
es_mx: Encabezado
fr_ca: En-tête

source: Heat Index
es_mx: Índice de calor
fr_ca: Indice de chaleur

source: Help
es_mx: Ayuda
fr_ca: Aide

source: Hide
es_mx: Ocultar
fr_ca: Cacher

source: Hide Fields
es_mx: Ocultar campos
fr_ca: Masquer les champs

source: High
es_mx: Alto
fr_ca: Élevé

source: Highest
es_mx: El más alto
fr_ca: Le plus élevé

source: Highways
es_mx: Autopistas
fr_ca: Autoroutes

source: History
es_mx: Historia
fr_ca: Historique

source: History(DAILY UPDATE)
es_mx: Historial (ACTUALIZACIÓN DIARIA)
fr_ca: Historique (MISE À JOUR QUOTIDIENNE)

source: Holiday Date
es_mx: Fecha de vacaciones
fr_ca: Date de vacances

source: Host
es_mx: Anfitrión
fr_ca: Hôte

source: How do you want to import your email source?
es_mx: ¿Cómo deseas importar tu fuente de correo electrónico?
fr_ca: Comment souhaitez-vous importer votre source de courriels ?

source: How to create Mailchimp api ?
es_mx: ¿Cómo crear la API de Mailchimp?
fr_ca: Comment créer une API Mailchimp ?

source: How to get my API key?
es_mx: ¿Cómo obtener mi clave de API?
fr_ca: Comment obtenir ma clé API ?

source: How to get my Domain Address?
es_mx: ¿Cómo obtener mi dirección de dominio?
fr_ca: Comment obtenir mon adresse de domaine ?

source: How to use the Sales Incentive Report
es_mx: Cómo utilizar el informe de incentivos de ventas
fr_ca: Comment utiliser le rapport d'incitatifs de vente

source: Hurricane
es_mx: Huracán
fr_ca: Ouragan

source: Ice Amount
es_mx: Cantidad de hielo
fr_ca: Quantité de glace

# IfYouCheckTheCheckboxesYouCanNotUncheckItAgain
source: If you check the checkboxes you can not uncheck it again when the processes starts. After you check the checkboxes, system will automaticly starts get the address from google. Please make sure google will charge Proven depends on how many address.
es_mx: Si marcas las casillas, no podrás desmarcarlas cuando comience el proceso. Después de marcar las casillas, el sistema comenzará automáticamente a obtener la dirección de Google. Asegúrate de que Google cobrará según la cantidad de direcciones.
fr_ca: Si vous cochez les cases, vous ne pourrez pas les décocher lorsque les processus commenceront. Une fois les cases cochées, le système commencera automatiquement à obtenir l'adresse de Google. Assurez-vous que Google facturera en fonction du nombre d'adresses.

source: If you do not have any Task activity in
es_mx: Si no tienes ninguna actividad de tarea en
fr_ca: Si vous n'avez aucune activité de tâche en

source: Ignore lat and long in csv
es_mx: Ignorar latitud y longitud en CSV
fr_ca: Ignorer la latitude et la longitude dans le fichier CSV

# IgnoreLatLongInCSV
source: Ignore lat and long in csv
es_mx: Ignorar latitud y longitud en CSV
fr_ca: Ignorer lat et long dans le fichier CSV

source: IMAP Server Address
es_mx: Dirección del servidor IMAP
fr_ca: Adresse du serveur IMAP

source: Immersive Reader
es_mx: Lector inmersivo
fr_ca: Lecteur immersif

source: Import
es_mx: Importar
fr_ca: Importer

source: Import Job
es_mx: Trabajo de importación
fr_ca: Importation de tâches

source: Import Organization
es_mx: Importar organización
fr_ca: Importation d'organisation

source: Import Route(s)
es_mx: Importar ruta(s)
fr_ca: Importer des itinéraires

source: Import your contacts to Audience
es_mx: Importa tus contactos a la audiencia
fr_ca: Importez vos contacts dans l'audience public

source: InActive Organizations
es_mx: Organizaciones inactivas
fr_ca: Organisations inactives

# InactiveOrgs
source: InActive Organizations
es_mx: Organizaciones inactivas
fr_ca: Organisations inactives

source: INACTIVITY REPORT SETTINGS
es_mx: CONFIGURACIÓN DEL INFORME DE INACTIVIDAD
fr_ca: PARAMÈTRES DU RAPPORT D'INACTIVITÉ

source: INACTIVTY REPORT
es_mx: INFORME DE INACTIVIDAD
fr_ca: RAPPORT D'INACTIVITÉ

source: Inbound
es_mx: Entrante
fr_ca: Entrant

source: Inbound Calls
es_mx: Llamadas entrantes
fr_ca: Appels entrants

source: Inbound Number
es_mx: Número entrante
fr_ca: Numéro entrant

source: Inbox
es_mx: Bandeja de entrada
fr_ca: Boîte de réception

source: Incentive Amount
es_mx: Monto del incentivo
fr_ca: Montant de l'incitation

source: Incentive Per.
es_mx: Incentivo por.
fr_ca: Incitation par.

# IncentivePercent
source: Incentive (%)
es_mx: Incentivo (%)
fr_ca: Commission (%)

source: IncentivePeriod
es_mx: Período de incentivo
fr_ca: Période d'incitation

source: Incentive Scale
es_mx: Escala de incentivos
fr_ca: Échelle d'incitation

source: inches
es_mx: Pulgadas
fr_ca: pouces

source: Incoming Call
es_mx: Llamada entrante
fr_ca: Appel entrant

source: Incoming Mail Server
es_mx: Servidor de correo entrante
fr_ca: Serveur de messagerie entrant

source: Indemnification
es_mx: Indemnización
fr_ca: Indemnisation

source: Independent Contact
es_mx: Contacto independiente
fr_ca: Contact indépendant

# IndependentOrg
source: Independent Organization
es_mx: Organización independiente
fr_ca: Organisation indépendante

source: Independent Organization
es_mx: Organización independiente
fr_ca: Organisation indépendante

source: Independent Parent
es_mx: Padre independiente
fr_ca: Parent indépendant

source: Industry
es_mx: Industria
fr_ca: Secteur d'activité

source: Industry Type
es_mx: Tipo de industria
fr_ca: Type d'industrie

source: Info
es_mx: Información

# InfoSecurity
source: Information security
es_mx: Seguridad de la información
fr_ca: Sécurité de l'information

source: In Progress
es_mx: En progreso
fr_ca: En cours

source: Input
es_mx: Entrada
fr_ca: Entrée

source: Inputs
es_mx: Entradas
fr_ca: Entrées

source: In Queue
es_mx: En cola
fr_ca: En file d'attente

source: Insert
es_mx: Insertar
fr_ca: Insérer

# InsertedHoManyItemsWeInsertedOnFirstSync
source: *...Inserted: How many items we inserted on first sync.
es_mx: ...Insertados: Cuántos elementos insertamos en la primera sincronización.
fr_ca: ... Inséré : Combien d'éléments nous avons insérés lors de la première synchronisation.

source: Inserted Progress
es_mx: Progreso insertado
fr_ca: Progrès inséré

source: Inspect
es_mx: Inspeccionar
fr_ca: Inspecter

source: Inspected
es_mx: Inspeccionado
fr_ca: Inspecté

source: Instruction:
es_mx: Instrucción

source: Insurance
es_mx: Seguro
fr_ca: Assurance

source: Insurance Carrier
es_mx: Compañía de seguros
fr_ca: Compagnie d'assurance

# InsuranceOrg
source: Insurance Organization
es_mx: Organización de seguros
fr_ca: Organisation d'assurance

source: Insurance Organization
es_mx: Organización de seguros
fr_ca: Organisation d'assurance

source: Insurance Parent
es_mx: Padre de seguro
fr_ca: Parent de l'assurance

source: Intake
es_mx: Admisión
fr_ca: Admission

# IntegerColumnType
source: Integer column type can not be sub-calculated!
es_mx: ¡El tipo de columna entera no se puede subcalcular!
fr_ca: Le type de colonne entière ne peut pas être sous-calculé !

# IntegrationId
source: Integration #
es_mx: Integración n.°
fr_ca: Intégration #

source: Integrations
es_mx: Integraciones
fr_ca: Intégrations

source: interactive response system prompts (Proven IVR)
es_mx: Sistema interactivo de respuestas (Proven IVR)
fr_ca: Messages interactifs du système de réponse (Proven IVR)

source: Internal
es_mx: Interno
fr_ca: Interne

# InTheGridAllThePagesIncludesWithTheEnteredData
source: in the grid(all the pages inculudes) with the entered data?
es_mx: en la cuadrícula (todas las páginas incluidas) con los datos ingresados?
fr_ca: dans la grille (toutes les pages incluses) avec les données saisies?

source: Inv Amt
es_mx: Monto de la factura
fr_ca: Montant de facturation

source: Inv Date
es_mx: Fecha de la factura
fr_ca: Date de facturation

source: Invoice
es_mx: Factura
fr_ca: Facture

# InvoiceAmtPriorTax
source: Invoice Amount Prior to Tax
es_mx: Monto de la factura antes de impuestos
fr_ca: Montant de la facture avant impôt

source: Invoice Balance
es_mx: Saldo de la factura
fr_ca: Solde de facture

source: Invoiced
es_mx: Facturado
fr_ca: Facturé

# InvoiceDate
source: Inv. Date
es_mx: Fecha de la factura
fr_ca: Date de facturation

source: Invoiced Date
es_mx: Fecha de la factura
fr_ca: Date de facturation

# InvoicedProfitAmnt
source: Invoiced Profit $
es_mx: Beneficio facturado $
fr_ca: Profit facturé en $

# InvoicedProfitPer
source: Invoiced Profit %
es_mx: Beneficio facturado %
fr_ca: Profit facturé en %

# InvoiceId
source: Invoice #
es_mx: N.º de factura
fr_ca: Numéro de facture,

source: Invoice Item
es_mx: Ítem de la factura
fr_ca: Élément de facturation

source: Invoice List
es_mx: Lista de facturas
fr_ca: Liste de factures

source: INVOICE OPTIONS
es_mx: OPCIONES DE FACTURA
fr_ca: OPTIONS DE FACTURATION

source: Invoice Paid
es_mx: Factura pagada
fr_ca: Facture payée

source: Invoice Revenue
es_mx: Ingresos por factura
fr_ca: Revenu de facturation

source: Invoices
es_mx: Facturas
fr_ca: Factures

source: Invoice Sales Person
es_mx: Persona encargada de la factura
fr_ca: Personne en charge de la facturation

source: Invoice Total
es_mx: Total de factura
fr_ca: Total de facturation

source: Invoice View
es_mx: Ver factura
fr_ca: Vue de la facture

source: Inv Total
es_mx: Total de factura
fr_ca: Total de factures

# IPRights
source: Intellectual property rights
es_mx: Derechos de propiedad intelectual
fr_ca: Droits de propriété intellectuelle

source: Is Active
es_mx: Está activo
fr_ca: Est actif

source: Is CallAgent?
es_mx: ¿Es un agente de llamadas?
fr_ca: Est-ce un agent d'appel ?

source: Is Empty
es_mx: Está vacío
fr_ca: Est vide

source: Is Not Empty
es_mx: No está vacío
fr_ca: N'est pas vide

source: Is Published?
es_mx: ¿Está Publicado?
fr_ca: Est-il Publié?

source: Is Required?
es_mx: ¿Es necesario?
fr_ca: Est requise ?

source: Is salesperson removed?
es_mx: ¿Se eliminó al vendedor?
fr_ca: Le représentant des ventes a-t-il été supprimé ?

source: IsSMS
es_mx: EsSMS
fr_ca: EstSMS

source: IsVoice
es_mx: EsVoz
fr_ca: EstVoix

# ItMightTakes1to5Min
source: It might takes 1-5 min
es_mx: Puede tardar de 1 a 5 minutos
fr_ca: Cela peut prendre de 1 à 5 minutes

source: It will start soon...
es_mx: Empezará pronto...
fr_ca: Il va bientôt commencer...

source: I want to select ZIP/Postal Codes.
es_mx: Quiero seleccionar códigos postales.
fr_ca: Je veux sélectionner des codes postaux.

source: January
es_mx: Enero
fr_ca: Janvier

source: Job
es_mx: Trabajo
fr_ca: Dossier

source: Job Address Finder
es_mx: Buscador de direcciones laborales
fr_ca: Chercheur d'adresse professionnelle

source: Job Amount
es_mx: Monto del trabajo
fr_ca: Montant de l'dossier

source: Job Analytics
es_mx: Análisis del trabajo
fr_ca: Analyse de l'dossier

source: JobBuildType
es_mx: Tipo de construcción del trabajo
fr_ca: Type de construction de l'dossier

source: Job Columns
es_mx: Columnas del trabajo
fr_ca: Colonnes de l'dossier

source: Job Contract Amount
es_mx: Monto del contrato de trabajo
fr_ca: Montant du contrat d'dossier

source: Job Count
es_mx: Cantidad de trabajos
fr_ca: Nombre d'dossiers

source: Job Credit
es_mx: Crédito de trabajo
fr_ca: Crédit de dossier

source: Job Credit By Salesperson
es_mx: Crédito de trabajo por vendedor
fr_ca: Crédit de dossier par vendeur

# JobCreditBySalespersonDetail
source: Job Credit By Salesperson Detailed
es_mx: Detalles del crédito de trabajo por vendedor
fr_ca: Crédit d'dossier par vendeur (détails)

# JobCreditBySalespersonDetailedReport
source: Job Credit By Salesperson Detailed
es_mx: Detalles de Crédito de Trabajo por Vendedor
fr_ca: Crédit de dossier par commercial détaillé
