Repository: vavanv/CreateResxFromXlsx
Catalog: WebMessages.*.resx
Languages: es_mx, fr_ca

source: We sent your contacts to MailChimp
es_mx: Enviamos tus contactos a MailChimp
fr_ca: Nous avons envoyé vos contacts à MailChimp

# WeStartedProcessingYourDataItWillTakeApproximately510Minutes
source: We started processing your data. It will take approximately 5-10 minutes. When it will done we will send you a notification.
es_mx: Hemos comenzado a procesar tus datos. Tomará aproximadamente de 5 a 10 minutos. Cuando haya terminado, te enviaremos una notificación.
fr_ca: Nous avons commencé le traitement de vos données. Cela prendra environ 5 à 10 minutes. Lorsque ce sera fait, nous vous enverrons une notification.

source: We will send
es_mx: Enviaremos
fr_ca: Nous enverrons

# WeWillUpdateDestinationContact
source: We will update destination contact. Please make your selection which field you want to update from source or keep it from source.
es_mx: Actualizaremos el contacto de destino. Elija qué campo desea actualizar desde la fuente o manténgalo desde la fuente.
fr_ca: Nous mettrons à jour le contact de destination. Veuillez faire votre sélection pour le champ que vous souhaitez mettre à jour depuis la source ou le conserver depuis la source.

# WhereToAddNote
source: Where to add your note?
es_mx: ¿Dónde agregar su nota?
fr_ca: Où ajouter votre note ?

source: Which company activated inactive report.
es_mx: Qué empresa activó el informe inactivo.
fr_ca: Quelle entreprise a activé le rapport d'inactivité.

source: Which managers selected for get a copy of the user inactive report.
es_mx: Qué gerentes seleccionaron para recibir una copia del informe de usuario inactivo.
fr_ca: Quels responsables ont été sélectionnés pour recevoir une copie du rapport d'inactivité de l'utilisateur.

# WhoReceivedEmailsToday
source: Who received emails today. Managers emails in bcc. Each user received only one email.
es_mx: Quiénes recibieron correos electrónicos hoy. Correos electrónicos de los gerentes en copia oculta. Cada usuario recibió solo un correo electrónico.
fr_ca: Qui a reçu des courriels aujourd'hui. Courriels des responsables en copie cachée. Chaque utilisateur ne reçoit qu'un seul courriel.

source: Widget added!
es_mx: ¡Widget añadido!
fr_ca: Widget ajouté !

# WidgetAddedToDashboard
source: Widget added to your dashboard
es_mx: Widget añadido a tu panel de control
fr_ca: Widget ajouté à votre tableau de bord

source: Widget removed!
es_mx: ¡Widget eliminado!
fr_ca: Widget retiré !

# WidgetRemovedFromDashboard
source: Widget removed from your dashboard
es_mx: Widget eliminado de tu panel de control
fr_ca: Widget retiré de votre tableau de bord

source: widgets with you!
es_mx: widgets contigo!
fr_ca: widgets avec vous !

# WidgetUpdatedOnDashboard
source: Widget updated on your dashboard
es_mx: Widget actualizado en tu panel de control
fr_ca: Widget mis à jour sur votre tableau de bord

# WillSendYouANotificationWhenItDone
source: We will send you a notification when it done.
es_mx: Te enviaremos una notificación cuando esté listo.
fr_ca: Nous vous enverrons une notification quand ce sera fait.

source: Wind Chill
es_mx: Sensación térmica
fr_ca: Refroidissement éolien

source: Wind Speed
es_mx: Velocidad del viento
fr_ca: Vitesse du vent

source: WIP
es_mx: TRABAJO EN PROCESO
fr_ca: TRAVAUX EN COURS

source: with the entered data?
es_mx: con los datos ingresados?
fr_ca: avec les données saisies?,

source: Woman
es_mx: Mujer
fr_ca: Femme

source: WON
es_mx: GANADO
fr_ca: GAGNÉ

source: Work Email
es_mx: Correo electrónico de trabajo
fr_ca: Courriel professionnel

source: Working
es_mx: Trabajando
fr_ca: En cours

source: WO Signed
es_mx: WO Firmado
fr_ca: WO Signé

# WouldYouDeclineSharedWidgets
source: Would you like to decline the shared widgets?
es_mx: ¿Te gustaría rechazar los widgets compartidos?
fr_ca: Voulez-vous refuser les widgets partagés ?

# WouldYouLikeRestoreTheDataWithPreviousData
source: Would you like restore the data with previous data? You can override data with the previous data if you want!
es_mx: ¿Te gustaría restaurar los datos con datos anteriores? ¡Puedes sobrescribir los datos con los datos anteriores si quieres!
fr_ca: Voulez-vous restaurer les données avec les données précédentes ? Vous pouvez remplacer les données par les données précédentes si vous le souhaitez !

source: Would you like to add the email attaches to selected
es_mx: ¿Te gustaría agregar los archivos adjuntos de correo electrónico a los seleccionados
fr_ca: Voulez-vous ajouter les pièces jointes par e-mail aux sélectionnés?

# WouldYouLikeToApplyAllThisUserSalesIncentive
source: . Would you like to apply all this user Sales Incentive settings for the selected user
es_mx: . "¿Te gustaría aplicar todas las configuraciones de incentivos de ventas de este usuario para el usuario seleccionado?"
fr_ca: Voulez-vous appliquer tous ces paramètres d'incitatif de vente à l'utilisateur sélectionné ?

source: Would you like to cancel campaign send?
es_mx: ¿Te gustaría cancelar el envío de la campaña?
fr_ca: Voulez-vous annuler l'envoi de la campagne ?

# WouldYouLikeToDeleteYourEmailAccount
source: Would you like to delete your email account and your emails?
es_mx: ¿Quieres eliminar tu cuenta de correo electrónico y tus correos electrónicos?
fr_ca: Voulez-vous supprimer votre compte e-mail et vos e-mails ?

source: Would you like to process payment for
es_mx: ¿Te gustaría procesar el pago por
fr_ca: Souhaitez-vous traiter le paiement pour les dossiers ?

source: Would you like to process payment for 1 job?
es_mx: ¿Te gustaría procesar el pago por 1 trabajo?
fr_ca: Souhaitez-vous traiter le paiement pour 1 dossier ?

source: Would you like to re-send campaign?
es_mx: ¿Te gustaría volver a enviar la campaña?
fr_ca: Voulez-vous renvoyer la campagne ?

source: Would you like to start again?
es_mx: ¿Te gustaría empezar de nuevo?
fr_ca: Voulez-vous recommencer ?

source: Would you like to update all
es_mx: ¿Te gustaría actualizar todos los
fr_ca: Voulez-vous mettre à jour tous les

source: . Would you like to update all selected
es_mx: ¿Te gustaría actualizar todos los seleccionados
fr_ca: Voulez-vous mettre à jour tous les sélectionnés

source: Year
es_mx: Año
fr_ca: Année

source: Yearly
es_mx: Anual
fr_ca: Annuel

source: YearNo
es_mx: Número de año
fr_ca: Numéro d'année

source: Yes
es_mx: Sí
fr_ca: Oui

source: Yes/No
es_mx: Sí/No
fr_ca: Oui/Non

source: You are about to send the campaign on
es_mx: Estás a punto de enviar la campaña el
fr_ca: Vous êtes sur le point d'envoyer la campagne le

source: You are not authorised to access the web page.
es_mx: No estás autorizado para acceder a la página web.
fr_ca: Vous n'êtes pas autorisé à accéder à la page Web.,

# YouAreUsingEmailApiIntegrationPleaseCheck
source: You are using {0} email api integration. Please check your {0} account for settings.
es_mx: Estás utilizando la integración de API de correo electrónico {0}. Por favor, verifica la configuración en tu cuenta de {0}.
fr_ca: Vous utilisez l'intégration API e-mail {0}. Veuillez vérifier les paramètres de votre compte {0}.

source: You assign the route to
es_mx: Asignas la ruta a
fr_ca: Vous attribuez l'itinéraire à

source: You can set a new one now! Click the link below.
es_mx: ¡Puedes establecer una nueva ahora! Haz clic en el enlace de abajo.
fr_ca: Vous pouvez en définir un nouveau maintenant! Cliquez sur le lien ci-dessous.,

# YouDidNotEnterYourEmailServerSettingsPleaseClick
source: You did not enter your email server settings. Please click to here and use email setup wizard.
es_mx: No has ingresado la configuración de tu servidor de correo electrónico. Haz clic aquí y utiliza el asistente de configuración de correo electrónico.
fr_ca: Vous n'avez pas saisi les paramètres de votre serveur de messagerie. Veuillez cliquer ici et utiliser l'assistant de configuration des e-mails.

# YouDidNotFindReport
source: You did not find a report what you need? Request a new report.
es_mx: ¿No encontraste el informe que necesitas? Solicita un nuevo informe.
fr_ca: Vous n'avez pas trouvé le rapport dont vous avez besoin? Demandez un nouveau rapport.

source: You do not have enough SMS Credit.
es_mx: No tienes suficientes créditos de SMS.
fr_ca: Vous n'avez pas assez de crédit SMS.

# YouDoNotHavePermissionForSeeThisContactDetails
source: You do not have permission for see this Contact details! You should be Salesperson or Created By for this Contact
es_mx: No tienes permiso para ver los detalles de este contacto. Debes ser un vendedor o el creador de este contacto.
fr_ca: Vous n'avez pas l'autorisation pour voir les détails de ce contact ! Vous devez être un vendeur ou le créateur de ce contact.

# YouDoNotHavePermissionForSeeThisOrganizationDetails
source: You do not have permission for see this Organization details! You should be Salesperson or Created By for this Organization
es_mx: No tienes permiso para ver los detalles de esta organización. Debes ser un vendedor o el creador de esta organización.
fr_ca: Vous n'avez pas l'autorisation pour voir les détails de cette organisation ! Vous devez être un vendeur ou le créateur de cette organisation.

source: You have successfully unsubscribed from our mailing list
es_mx: Te has dado de baja con éxito de nuestra lista de correo.
fr_ca: Vous vous êtes désinscrit avec succès de notre liste de diffusion.

source: You may need to
es_mx: Puede que necesites
fr_ca: Vous pourriez avoir besoin de,

source: Your Campaign Ready to Send MailChimp
es_mx: Tu campaña está lista para enviar a MailChimp
fr_ca: Votre campagne est prête à être envoyée par MailChimp

source: Your campaign Sent
es_mx: Tu campaña ha sido enviada
fr_ca: Votre campagne a été envoyée

source: Your campaign sent on
es_mx: Tu campaña se envió el
fr_ca: Votre campagne a été envoyée le

source: Your campaign will send after
es_mx: Tu campaña se enviará después de
fr_ca: Votre campagne sera envoyée après

# YourContactMovesToName
source: Your contact moved to {0}. You will redirect to new copied contact in
es_mx: Tu contacto se trasladó a {0}. Serás redirigido al nuevo contacto copiado en
fr_ca: Votre contact a été déplacé vers {0}. Vous serez redirigé vers le nouveau contact copié dans

source: Your data inserted
es_mx: Tus datos se han insertado.
fr_ca: Vos données ont été insérées.

# YourDestinationContactDataUpdated
source: Your destination contact data updated with selections. Source contact inactived!
es_mx: Los datos de tu contacto de destino se actualizaron con las selecciones. ¡El contacto de origen ha sido desactivado!
fr_ca: Vos données de contact de destination ont été mises à jour avec les sélections. Le contact source est désactivé !

source: Your email sent!
es_mx: ¡Se envió tu correo electrónico!
fr_ca: Votre e-mail a été envoyé !

# YourEmailSettingsCompletedWeReGettingYour
source: Your email settings completed.<br />We're getting your emails now...
es_mx: Tus configuraciones de correo electrónico se han completado.<br />Estamos recibiendo tus correos electrónicos ahora...
fr_ca: Vos paramètres de messagerie sont terminés.<br />Nous recevons maintenant vos e-mails...

source: Your email settings saved!
es_mx: ¡Se guardaron tus configuraciones de correo electrónico!
fr_ca: Vos paramètres e-mail sont enregistrés !

source: Your file has been uploaded!
es_mx: ¡Tu archivo ha sido cargado!
fr_ca: Votre fichier a été téléchargé !

source: Your mass edit process has been started
es_mx: Tu proceso de edición masiva ha comenzado
fr_ca: Votre processus d'édition massive a été lancé

source: Your password has been updated.
es_mx: Tu contraseña ha sido actualizada.
fr_ca: Votre mot de passe a été mis à jour.,

source: Your password must be maximum 50 characters.
es_mx: Tu contraseña debe tener un máximo de 50 caracteres.
fr_ca: Votre mot de passe doit contenir au maximum 50 caractères.,

# YourPasswordMustBeMinimum6Characters
source: Your password must be mininum 6 characters.
es_mx: Tu contraseña debe tener un mínimo de 6 caracteres.
fr_ca: Votre mot de passe doit contenir au moins 6 caractères.,

# YourProblemHasBeenSentToTheAdministratorWeWillGetThisResolvedSoon
source: Your problem has been sent to the administrator.<br />We will get this resolved soon...
es_mx: Tu problema se ha enviado al administrador.<br />Resolveremos esto pronto...
fr_ca: Votre problème a été envoyé à l'administrateur.<br />Nous allons résoudre cela bientôt...,

source: Your process has been completed!
es_mx: ¡Tu proceso ha sido completado!
fr_ca: Votre processus est terminé !

# YourSMSSent
source: Your SMS has been sent!
es_mx: ¡Se ha enviado tu SMS!
fr_ca: Votre SMS a été envoyé !

source: Your template has been saved!
es_mx: ¡Tu plantilla ha sido guardada!
fr_ca: Votre modèle a été enregistré !

source: You selected total
es_mx: Seleccionaste un total
fr_ca: Vous avez sélectionné un total de

# YouWillGetAnEmailAndNotificationWhenAJobAssignToYou
source: * You will get an email and notification when a job assign to you. You should be assigned as the salesperson on the job referral company or contact.
es_mx: Recibirás un correo electrónico y una notificación cuando se te asigne un trabajo. Deberías estar asignado como el vendedor en la empresa o contacto de referencia del trabajo.
fr_ca: Vous recevrez un e-mail et une notification lorsqu'un dossier vous est attribué. Vous devez être assigné en tant que vendeur sur l'entreprise ou le contact de référence d'dossier.

# YouWillGetContactsAndOrganizationsDailyUpdatesAsEmail
source: * You will get contacts and organizations daily updates as email if you assigned as salesperson. This notification works daily, you will get an email every morning.
es_mx: Recibirás actualizaciones diarias de contactos y organizaciones por correo electrónico si estás asignado como vendedor. Esta notificación funciona diariamente y recibirás un correo electrónico todas las mañanas.
fr_ca: Vous recevrez des mises à jour quotidiennes des contacts et des organisations par e-mail si vous êtes assigné en tant que vendeur. Cette notification fonctionne tous les jours, vous recevrez un e-mail chaque matin.

source: YTD Assc Est Rev
es_mx: Ingreso Est. Asociado YTD
fr_ca: Rev. Est. Associé CAD (Cumul à date)

source: YTD Assc Jobs
es_mx: Trabajos Asociados YTD
fr_ca: Dossiers Associés CAD (Cumul à date)

source: YTD Est Ref Rev
es_mx: Ingreso Est. Ref YTD
fr_ca: Rev. Est. Ref CAD (Cumul à date)

source: YTD Exp
es_mx: Gasto YTD
fr_ca: Dépenses CAD (Cumul à date)

source: YTD Paid Ref
es_mx: Ref. Pagado YTD
fr_ca: Réf. Payé CAD (Cumul à date)

source: YTD Ref #
es_mx: Ref. YTD
fr_ca: Réf. CAD (Cumul à date)

source: Zip Code
es_mx: Código postal
fr_ca: Code postal

source: Zip Code List
es_mx: Lista de códigos postales
fr_ca: Liste des codes postaux

source: ZIP Codes
es_mx: Códigos ZIP
fr_ca: Codes postaux

source: Zip codes comma separated
es_mx: Códigos postales separados por comas
fr_ca: Codes postaux séparés par des virgules

source: zip/postal codes inserted.
es_mx: Códigos postales insertados.
fr_ca: Codes postaux insérés.

source: Admin > API > Tokens
fr_ca: Admin > API > Jetons

source: Avoid
fr_ca: Éviter

source: Color
fr_ca: Couleur

source: Demo
fr_ca: Démo

source: MFA
fr_ca: AMF

source: mph
fr_ca: mi/h

source: No
fr_ca: Non

# RefId
source: Ref. #
fr_ca: № Réf.

source: Supervisor
fr_ca: Superviseur

source: Token
fr_ca: Jeton

source: Tornado
fr_ca: Tornade

source: ZIP
fr_ca: Code postal
